{
  "entries": [
    {
      "date": "1923-09-02",
      "location": "Особняк Монтроз",
      "title": "Мечты дочери",
      "content": "<img src=\"../assets/cordelia_portrait.png\" width=\"300\" height=\"300\" alt=\"Cordelia Montrose\">\n\nКорделия Монтроз, молодая женщина двадцати четырёх лет, сидела у большого эркерного окна своей комнаты в семейном особняке в Лонг-Биче, её длинные каштановые волосы свободно заколоты по бокам, ниспадая волнами на плечи. Её большие карие глаза были живыми и мечтательными, пока она смотрела на темнеющий сад и думала о своей первой любви, о своём возлюбленном детства по имени Оливер…\n\nОна открыла маленькую серебряную застёжку своего дневника и написала:\n\n<strong><i>15 октября 1923 года</i></strong>\n\n<strong><i>Ты — звезда, что мерцает вдали,</i></strong>\n\n<strong><i>Шепот ветра, скользящий по саду,</i></strong>\n\n<strong><i>Все сокровища этой земли</i></strong>\n\n<strong><i>Не сравнятся с одним твоим взглядом.</i></strong>\n\nОна прижала перо к странице, готовясь продолжить, когда голос матери резко прозвучал снизу.\n\n\"Корделия! Корделия! Что ты там ещё делаешь! Пора идти!\"\n\nПлечи Корделии поникли. Ещё один званый ужин. Её отец устраивал их каждую неделю для своих деловых партнёров—бесконечные вечера, где от неё ожидали, что она будет красиво сидеть и улыбаться любому холостяку, которого её родители сочли \"подходящим\".\n\nОна закрыла дневник с тихим щелчком и убрала его в ящик письменного стола.\n\nМужчины были на одно лицо, правда. Каждый приходил в том же тёмном костюме и с напомаженными волосами, сжимая ту же сигару. У всех был тот особый стеклянный взгляд—как будто кто-то завёл их как механические игрушки и настроил на монотонное бормотание о прибылях с убийственным энтузиазмом, пока их пружины не кончатся. Даже молодые, едва за тридцать, каким-то образом умудрялись казаться древними, окаменевшими от собственной скуки.\n\nЕё мать называла их \"отличными перспективами\". \"Не перспективы, а ходячие снотворные,\" — горько вздохнула Корделия.\n\n\"Корделия! Сейчас же!\""
    },
    {
      "date": "1923-09-03",
      "location": "Дом Уитмор",
      "title": "Случайная встреча",
      "content": "Корделия проснулась тем утром с тупой болью в висках—то ли от сигаретного дыма, то ли от удушающей скуки предыдущего вечера, она не могла сказать. Ей нужно было увидеть Элис.\n\nОна быстро шла по центру Лонг-Бича, её каблуки стучали по тротуару, когда она приближалась к дому Уитмор. Это был красивый викторианский дом, хотя краска начала облупливаться у карнизов, а передний сад немного зарос. Всё же у него был характер.\n\nПогружённая в репетицию своих жалоб, она чуть не столкнулась с кем-то, спускающимся с крыльца.\n\n\"О! Вы, должно быть, Корделия.\"\n\nОна резко подняла взгляд—и дыхание перехватило.\n\nМужчина перед ней был совсем не похож на восковые фигуры с вчерашнего ужина. Его кожа была бронзовой от солнца, глаза невероятного оттенка синего, как океан в ясный день. Тёмно-русые волосы падали на лоб, развеваемые ветром и небрежные. На нём не было галстука, воротник рубашки расстёгнут у горла.\n\n\"Элис ждала вас,\" продолжил он, улыбка играла в уголке его рта. \"Я Томас. Её брат.\"\n\n\"Да, я—\" Голос Корделии прозвучал тише, чем она хотела. Она прочистила горло. \"Элис упоминала, что вы вернётесь этой осенью.\"\n\n\"Виновен, как обвинён. Пройдём?\" Он жестом указал на дверь с лёгкой грацией, совершенно чуждой жёстким, формальным мужчинам мира её родителей.\n\nВнутри появилась Элис в вихре волнения. \"О, вы познакомились! Наконец-то!\" Она схватила руки Корделии, её глаза сияли. \"Разве он не такой, как я описывала? И Корделия, ты должна услышать его истории—кораблекрушения и штормы и порты на Востоке. Каждая история захватывающая, чем предыдущая!\"\n\nКорделия обняла подругу, затем украдкой взглянула на Томаса. Высокий, загорелый, с лёгкой осанкой того, кто привык к палубам кораблей, а не к гостиным. И у него были истории.\n\nОни устроились в скромной гостиной—изношенная мебель, но удобная, книги сложены как попало, совсем не похоже на нетронутое совершенство её собственного дома.\n\n\"Ну,\" подсказала Элис, с удовольствием усаживаясь на диван, \"расскажи нам о вчерашних пытках. Сколько одинаковых мужчин твоя мать выставила перед тобой на этот раз?\"\n\nКорделия рассмеялась, несмотря на себя. \"Честно говоря, не могу сказать. Они сливаются—те же костюмы, те же сигары, те же стеклянные выражения, пока они монотонно говорят об акциях и облигациях. Я решила, что они должны быть произведены где-то. Фабрика, которая производит Подходящих Молодых Мужчин, все из одной формы.\"\n\nТомас, прислонившись к камину, засмеялся. \"Я раньше сидел на таких вечерах,\" сказал он, его голос тёплый, но с оттенком чего-то тёмного. \"Смотрел, как лицо отца становится всё серее при каждом из них, смотрел, как он гонится за теми же разговорами о рынках и маржах.\" Он замолчал, его голубые глаза на мгновение стали отстранёнными. \"Потом всё исчезло. Просто так. Одна плохая инвестиция, одна банковская паника, и десятилетия 'безопасности' ушли как дым.\"\n\nОн выпрямился, выражение лица прояснилось. \"Вот почему я выбрал море. Люди говорят, что капитан торгового судна—не уважаемая профессия для джентльмена.\" Он пожал плечами, не обеспокоенный. \"Но нет ни одного утра, когда я просыпаюсь с сожалением. Не когда у меня голубое небо над головой и солёные брызги на лице. Не когда я живу, а не медленно окаменею в каком-то офисе, беспокоясь о цифрах в бухгалтерской книге.\"\n\nКорделия обнаружила, что не может отвести от него взгляд.\n\n\"Это звучит,\" тихо сказала она, \"абсолютно замечательно.\""
    },
    {
      "date": "1923-12-05",
      "location": "Особняк Монтроз",
      "title": "Ярость матери",
      "content": "Наступил декабрь, а с ним ползущий ужас, который Корделия больше не могла игнорировать. Её месячные не пришли. Прошёл ещё месяц. Утренняя тошнота началась всерьёз—она едва могла добраться до завтрака, прежде чем ей нужно было извиниться.\n\nОна пыталась скрыть это, но матери замечают всё.\n\nЭто случилось одним утром, когда Корделия в третий раз за неделю сбежала со стола завтрака. Её мать последовала за ней наверх, нашла её бледной и дрожащей у умывальника.\n\n\"Как долго?\" Голос матери был льдом.\n\nКорделия не могла говорить.\n\n\"Как. Долго.\"\n\n\"Два месяца,\" прошептала Корделия. \"Может быть, три.\"\n\nПощёчина пришла быстро и резко. Затем тишина—хуже любого крика. Лицо матери побелело, руки дрожали от едва сдерживаемой ярости.\n\n\"Этот моряк,\" сказала она наконец, слово капало ядом. \"Ты погубила нас. Погубила всё.\""
    },
    {
      "date": "1923-12-07",
      "location": "Дневник Корделии",
      "title": "Отчаяние и секреты",
      "content": "<i>Мать знает.\n\nЯ продолжала надеяться, что проснусь однажды утром и обнаружу, что это всё был ужасный сон, но прошло уже три месяца, и больше нельзя отрицать.\n\nТомас не достигнет порта до весны, самое раннее. Даже если я напишу ему сегодня, письмо не дойдёт месяцами. Он где-то там, в Тихом океане, совершенно не подозревая, пока я заперта здесь, наблюдая, как лицо матери становится всё холоднее с каждым часом.\n\nЯ даже не могу сказать Элис. Как я могу? \"Твой брат и я—мы были глупы—и теперь я—\" Нет. Я не могу вынести шок в её глазах. Разочарование.\n\nИ отец. О Боже, отец.\n\nМать говорит, что мне придётся столкнуться с ним сегодня вечером. Я могу представить его каменное, холодное выражение.\n\nЧто он сделает? Что он может сделать? Отправить меня прочь? Отречься от меня? Заставить меня—\n\nЯ не могу думать об этом. Не могу.\n\nТомас, где ты?</i>"
    },
    {
      "date": "1924-07-01",
      "location": "Письмо от Маргарет Монтроз",
      "title": "Решение семьи",
      "content": "<i>Корделия,\n\nТвой отец и я приняли меры относительно твоей... ситуации.\n\nСемья Салливан согласилась принять ребёнка как своего. Это вопрос крайней осторожности и серьёзных последствий.\n\nТы останешься вдали до тех пор, пока мы не определим, что тебе безопасно вернуться.\n\nПодходящая история относительно европейского путешествия была придумана.\n\nТы не отклонишься от этого повествования ни при каких обстоятельствах. Репутация этой семьи—брачные перспективы твоих братьев и сестёр, деловое положение твоего отца, наше положение в обществе—зависят полностью от абсолютного молчания.\n\nО ребёнке позаботятся. Это должно быть достаточным утешением. Ты сделала свой выбор, и теперь мы управляем последствиями твоей неосмотрительности. Семья Салливан согласилась, что периодические фотографии могут быть отправлены, но ни при каких обстоятельствах ты не должна вступать в контакт, признавать договорённость или раскрывать своё знание о местонахождении ребёнка. Это не подлежит обсуждению. Сделать это означало бы подтвердить то, что мы так тщательно скрывали.\n\nТвоя обязанность теперь—восстановить свою репутацию через подходящий брак. Мы рассматриваем несколько возможностей. Ты будешь полностью сотрудничать с нашими усилиями.\n\nВернись, когда тебе сообщат. Не раньше.\n\nТвоя мать\n\nP.S. - Не пытайся писать ребёнку. Любая переписка будет уничтожена.</i>"
    },
    {
      "date": "1924-08-01",
      "location": "Улица Лонг-Бича",
      "title": "Болезненное воссоединение",
      "content": "Элис заметила Корделию на углу улицы возле библиотеки и поспешила к ней, облегчение хлынуло в грудь.\n\n\"Корделия! О, как хорошо видеть, что ты вернулась из Рима. Я ужасно скучала по тебе!\" Она протянула руку к руке подруги. \"Почему ты не ответила ни на одно из моих писем?\"\n\n\"Извини, Элис.\" Голос Корделии был плоским, отстранённым. \"Я была... нездорова.\"\n\n\"Все эти месяцы?\"\n\nБоль просочилась в голос Элис. Когда в марте пришли новости—корабль Томаса был потерян в шторме у побережья Японии, все на борту предположительно погибли—Элис написала сразу. Затем на следующей неделе. И неделей позже.\n\nКаждое письмо осталось без ответа.\n\n\"Я думала, ты заботилась о нём,\" тихо сказала Элис, разочарование пронизывало её слова. \"О Томасе.\"\n\nКорделия отвела взгляд.\n\n\"Элис, пожалуйста.\" Её голос сломался. \"Не говори о нём.\"\n\nТолько тогда Элис заметила, насколько изменилась Корделия.\n\nКорделия всегда была стройной, теперь она казалась хрупкой, как будто ветер мог сбить её с ног. Но больше всего Элис шокировали её глаза—те большие карие глаза, которые всегда были такими живыми, полными мечтаний и поэзии, были пустыми.\n\n\"Корделия...\" прошептала Элис, тревога заменила её боль. \"Что с тобой случилось?\"\n\n\"Мне нужно идти.\" Корделия уже отступала, её руки в перчатках дрожали, когда она сжимала сумочку. Слёзы блестели в уголках её глаз, угрожая пролиться. \"Извини. Мне так жаль.\"\n\nОна повернулась и быстро ушла, почти убегая.\n\nЭлис застыла на тротуаре, озадаченность накрыла её.\n\nВсе скорбят по-разному, но взгляд в глазах Корделии—это была не просто скорбь."
    }
  ]
}

