{
  "entries": [
    {
      "date": "1920-03-15",
      "location": "Записная книжка Себастьяна",
      "title": "Первые принципы",
      "content": "<i><u>Первые принципы</u>\n\nЧто такое любовь, как не химия? Древние знали это—Венера управляет желанием, учащением пульса, движением крови к теплу. Они поэтизировали то, что мы теперь можем измерить.\n\nЕсли влечение—это химия, то химия может создать влечение.\n\nВопрос не в том, можно ли это сделать, а в том, насколько элегантно. Формула должна работать на двух уровнях: телесном (реакция тела) и метафизическом (признание души).\n\nЯ начал свои исследования.\n\n<img src=\"../assets/sebastian_heart_diagram.jpg\" width=\"300\" height=\"300\" alt=\"Sebastian's heart diagram sketch\">\n\n[Эскиз: круговая диаграмма с сердцем в центре, расходящаяся концентрическими кольцами. Ботанические символы разбросаны по периметру—роза, валериана, дамиана. Химические обозначения на полях.]</i>"
    },
    {
      "date": "1923-07-22",
      "location": "Записная книжка Себастьяна",
      "title": "Математика компонентов",
      "content": "<i><u>Математика компонентов</u>\n\nМесяцы я работаю над этим. И я ничего не понимаю!\n\nПодождите—нет. Я понимаю ВСЁ. Математика идеальна:\n\nДамиана: 3 части (желание, жар, пробуждение)\nКорень валерианы: 2 части (спокойствие, доверие, заземление)\nРозовое масло: только 1 капля (Венера—трансцендентность)\nБромид калия: 10 гран (знание медицины)\nЛактат кальция: 5 гран (сила)\nЦитрат железа: 3 грана (жизненная сила)\nЗерновой спирт: 8 унций основы\n\nПриправлено ванильным экстрактом, вишнёвым сиропом, мёдом. Приятное на вкус. Даже приятное.\n\nНо чего-то НЕ ХВАТАЕТ. Решающего элемента. Того, что превращает увлечение в преданность. Желание в постоянство.\n\nЧто связывает? Что говорит о приверженности, о вечном качестве настоящей любви?\n\nЯ найду это. Я знаю, что найду.\n\nИ когда найду—когда наконец встречу ЕЁ—когда женщина, достойная моей лучшей работы, пересечёт мой путь\n\nЯ буду готов.\n\nФормула будет идеальной.</i>"
    },
    {
      "date": "1924-09-20",
      "location": "Подпольный бар Лонг-Бича",
      "title": "Роковой вечер",
      "content": "<img src=\"../assets/speakeasy_scene.png\" width=\"300\" height=\"300\" alt=\"Sebastian and Cordelia meet in the speakeasy\">\n\nЭто был тёплый сентябрьский вечер, воздух густой от далёкой соли моря и обещаний. Опавшие листья платана разбросаны по Кеннебек-авеню, а высокие мексиканские веерные пальмы, выстроившиеся вдоль улицы, качались, словно заговор болтающих подростков, их листья шептали секреты на фоне темнеющего неба.\n\nКорделия вернулась в Лонг-Бич уже несколько недель назад, но она всё ещё не могла заставить себя вернуться к своему прежнему «я». Её мать и отец возобновили свои рутины, словно ничего не произошло—званые ужины, деловые звонки, вежливое общество. Она почти желала, чтобы они оставались холодными и отстранёнными.\n\nС неё хватило притворства.\n\nСегодня вечером, сказала она себе, она начнёт жить так, как жил Томас—смело, свободно, без страха последствий.\n\nЕё молодая кузина Мэри рассказала ей о подпольных барах. Мэри, которая представляла обществу такой идеальный образ добродетели, будучи при этом самым восхитительно озорным существом на свете. Они договорились встретиться у банковского здания на Пайн-авеню после наступления темноты.\n\nКорделия дождалась, пока домочадцы легли спать, затем выскользнула из особняка, как вор, её сердце колотилось поровну от страха и восторга.\n\nПодпольные бары были запрещены. Незаконны. Опасны.\n\nОна впервые за месяцы почувствовала себя живой.\n\n---\n\nСебастьян Крейн стоял в углу подпольного бара, тёмные глаза с интересом обозревали толпу. Воздух был густ от джазовой музыки, сигаретного дыма и резкого запаха самогонного джина.\n\nОн всегда был белой вороной семьи Крейн. Его брат Таддеус был любимцем—врачом, любимцем общества Лонг-Бича. Себастьян, с другой стороны, провёл детство, устраивая небольшие пожары во время химических экспериментов и смешивая летучие соединения в сарае отца. Его родители были в равной степени горды и раздражены.\n\nТеперь он был фармацевтом днём, химиком по натуре и оппортунистом по необходимости. Сухой закон был подарком для таких, как он. Благодаря своей связи с Фрэнки Романо в порту, Себастьян снабжал половину подпольных баров Лонг-Бича зерновым спиртом—всё совершенно законно, конечно. Медицинские принадлежности. Лечебные тоники. Документация была безупречна. В определённых кругах он заработал репутацию: его называли Алхимиком, человеком, который мог превратить законность в состояние, который понимал, что правильная химия может преобразовать что угодно—сухой закон в прибыль, порошок в зелье, закон в возможность.\n\nОн наблюдал за толпой с отстранённым интересом. Респектабельные люди, притворяющиеся опасными, их смех слишком громкий, их движения слишком безрассудные. Играют в бунтарей.\n\nЗатем он услышал смех справа—яркий и неукротимый.\n\nОн повернулся.\n\nУ женщины были большие карие глаза, которые ловили тусклый свет лампы, сверкая озорством. Высшее общество, определённо—он мог сказать по покрою её платья, по тому, как она держалась. Но в ней было что-то дикое, что-то, что не совсем вязалось с отполированной поверхностью. Когда она смеялась, она не притворялась.\n\nИх взгляды встретились через задымлённую комнату.\n\nОна улыбнулась ему—не кокетливо, не рассчитанно. Просто улыбнулась, словно нашла что-то удивительное и восхитительное.\n\nСебастьян не мог отвести взгляд."
    },
    {
      "date": "1924-12-15",
      "location": "Особняк Монтроз",
      "title": "Неодобрение отца",
      "content": "<img src=\"../assets/montrose_disapproval.png\" width=\"300\" height=\"300\" alt=\"Clarence and Margaret Montrose in disapproval\">\n\n\"Фармацевт? Ухаживает за Монтроз?\"—обычно неподвижное лицо Кларенса Монтроза исказилось маской гнева.\n\n\"Я навела справки о мальчике Крейн,\" сказала Маргарет Монтроз, усаживаясь в кресло напротив его стола. Она держала небольшую пачку записок. \"Себастьян Крейн. Он младший брат доктора Таддеуса Крейна—довольно уважаемого врача. Их отец тоже был врачом, уважаемым в своё время. У семьи есть положение.\"\n\n\"Он фармацевт.\" Лицо Кларенса Монтроза оставалось неподвижным, высеченным из камня. \"Едва ли подходящая партия для Монтроз.\"\n\n\"Ты очень хорошо знаешь, Кларенс,\" осторожно сказала Маргарет, её тонкое лицо повёрнуто к нему, \"почему мы не можем позволить себе быть разборчивыми.\"\n\nЕго челюсть почти незаметно напряглась. \"Она всё ещё Монтроз.\"\n\nС выражением раздражённого терпения Маргарет продолжила:\n\n\"Сплетни о её затянувшемся 'европейском путешествии' уже начались. Люди считают месяцы, делают расчёты. Нам нужно действовать быстро, иначе ни один уважаемый мужчина не возьмёт её.\"\n\nТишина растянулась между ними, тяжёлая от невысказанной неудачи.\n\nНаконец Кларенс выдохнул через нос—самое близкое к выражению покорности.\n\n\"Хорошо. Пригласи его на ужин. Посмотрим, что он за человек.\"\n\nМаргарет плавно поднялась. \"Я отправлю приглашение завтра.\"\n\nОна вышла из комнаты, оставив мужа одного кипеть от разочарования."
    },
    {
      "date": "1925-01-07",
      "location": "Записная книжка Себастьяна",
      "title": "Откровение и открытие",
      "content": "<i>Я видел её сегодня. Я ДЕЙСТВИТЕЛЬНО видел её.\n\nОна была в саду Монтроз среди роз, её платье бледно-розового цвета чайных роз, развевающееся на дневном ветру. Она двигалась среди розовых кустов, словно сама была розой—неизбежной, совершенной, предназначенной быть.\n\nВсе эти годы теоретической работы—это ЧТО-ТО ЗНАЧИТ. Ради этого всё и было.\n\nВчера я говорил с доктором Хартли в университете о формуле. Хартли исключительно хорошо знает ботанику, хотя у него есть странное качество обсуждать древние яды с той же восторженной точностью, с которой он говорит о лекарственных травах. Фрэнки иногда консультируется с ним о редких ботанических растениях, импортированных через Harbor Imports—если Хартли замечает что-то необычное в характере этих консультаций, он не показывает признаков этого. Странный человек. Иногда у него появляется тот отстранённый взгляд в глазах, словно его разум ушёл в какое-то далёкое место. Возможно, человек просто любит свои растения, лечат они или вредят.\n\nОн подтвердил, что мои основные ингредиенты надёжны—дамиана для желания и тепла, валериана для спокойствия и доверия, розовое масло для трансцендентности. Но я специально спросил его о корейском женьшене, настоящей восточной разновидности.\n\nХартли, в своей типичной тщательной манере, объяснил его трёхтысячелетнюю историю в китайской медицине. Корень ценится не только как тоник для жизненной силы, но и как символ прочного союза в традиционных свадебных приготовлениях. Китайцы верят, что он усиливает то, что они называют \"ци\"—жизненную силу—но что более важно, он представляет постоянство, выносливость и связывание душ.\n\nВот когда я понял.\n\nКорень женьшеня—это не просто ещё одно ботаническое растение—это связующий агент, который я искал. Не для создания страсти, которая мимолётна, а для внушения приверженности на самом глубоком уровне. Чтобы превратить влечение в преданность.\n\nПросто небольшое количество. Пять гран выдержанного корейского корня, растворённого с другими ботаническими растениями. Достаточно, чтобы прошептать \"навсегда\" в формулу.\n\nНедостающий элемент найден.</i>"
    },
    {
      "date": "1925-02-20",
      "location": "Причалы Лонг-Бича",
      "title": "Опасный разговор",
      "content": "<img src=\"../assets/docks_argument.png\" width=\"300\" height=\"300\" alt=\"Sebastian and Frankie's argument on the docks\">\n\nСебастьян Крейн подошёл к знакомым причалам в порту Лонг-Бича с чувством ужаса, сжимающимся в животе. Его отношения с Корделией развивались во что-то более глубокое—что-то настоящее—и скоро он планировал сделать предложение. Но он не мог позволить своим грязным делам с Фрэнки Романо по кличке \"Прибой\" помешать этим планам.\n\nКонечно, он и Фрэнки хорошо заработали, поставляя алкоголь в подпольные бары вдоль побережья, но пора было это закончить. Он заработал значительное состояние, и его инвестиции работали хорошо. Ему больше не нужно было пачкать руки. Аптека, алкогольный бизнес—пора было оставить всё это позади.\n\nНо Фрэнки это не понравится. Всё же Себастьян был уверен, что он в конце концов примет это. В конце концов, они были разумными людьми.\n\nСолёный воздух висел тяжело, когда Себастьян достиг обветренных досок причала. Фрэнки ждал, как и ожидалось, тёмный силуэт на фоне угасающего света, сигарета светится между его пальцами. Себастьян огляделся—был тихий вечер, никого не видно, но в этом бизнесе никогда не знаешь, кто может подслушивать.\n\n\"Фрэнки, нам нужно поговорить. Я больше не могу этим заниматься.\"\n\nГлаза Фрэнки сузились. \"Что значит не можешь? Мы только начали зарабатывать!\"\n\n\"Я знаю, но эти высшие слои общества—семья Монтроз—они везде суют свой нос. Они узнают о тебе и обо мне, и тогда—\"\n\n\"Высшие слои общества?\" Фрэнки сделал шаг ближе, его голос повысился. \"Я РИСКОВАЛ для тебя! Говорил парням, что ты надёжен!\"\n\n\"И мы заработали деньги, не так ли? Очень хорошие деньги. Я расплачусь, что ты хочешь—\"\n\n\"Ты КЛЯЛСЯ, что это будет самый большой куш, который мы когда-либо видели!\" Голос Фрэнки теперь разносился по воде, и несколько докеров обернулись посмотреть. \"Сказал, что мы будем обеспечены на всю жизнь! И теперь, когда деньги наконец катятся, ты хочешь уйти и играть мистера Респектабельного?\"\n\n\"Потише, ладно—\"\n\n\"Ты думаешь, что теперь какой-то важный шишка? Слишком хорош для таких, как я?\" Фрэнки ткнул пальцем в грудь Себастьяна. \"Ты дал СЛОВО, Себастьян!\"\n\nСебастьян поднял руки, пытаясь успокоить его. \"Я найду тебе кого-то ещё, кого-то столь же хорошего, кто может—\"\n\n\"Так вот оно что?\" Фрэнки теперь кричал, его лицо покраснело от ярости. \"Ты ИСПОЛЬЗОВАЛ меня, чтобы начать, и как только получил то, что нужно, ты собираешься уйти? Так эта игра не работает, приятель!\"\n\n\"Фрэнки, пожалуйста, просто послушай—\"\n\n\"Ты не просто УХОДИШЬ от Фрэнки Романо. Не от этого. Не от МЕНЯ.\" Он сделал шаг ближе, его голос опустился до чего-то более опасного, чем крик. \"У нас была СДЕЛКА.\"\n\nФрэнки сильно толкнул Себастьяна. Себастьян отшатнулся назад, его пятка зацепилась за неровную доску. Он удержался о сваю, затем повернулся и поспешил с причала, яростный взгляд Фрэнки жёг ему спину.\n\nКогда он достиг твёрдой земли, Себастьян понял с тоскливым чувством, что это ещё не конец. Далеко не конец."
    },
    {
      "date": "1925-03-14",
      "location": "Лаборатория Себастьяна",
      "title": "Одержимые расчёты",
      "content": "<i>ДА! Она сказала ДА!</i>\n\nОбручена с КОРДЕЛИЕЙ МОНТРОЗ. Теперь это реально. Теперь это ВАЖНО.\n\nНужно усовершенствовать формулу до свадьбы. Время должно быть точным. Дозировка должна быть—\n\n[лихорадочные расчёты, зачёркнутые соотношения, химические формулы, нацарапанные под углом]"
    },
    {
      "date": "1925-03-15",
      "location": "Дом Себастьяна на Оушен-бульваре",
      "title": "Карманные часы",
      "content": "Себастьян расхаживал по аккуратной гостиной своего недавно купленного дома на Оушен-бульваре, его мысли приятно останавливались на его недавней помолвке с Корделией Монтроз.\n\nМонтрозы сначала были холодны и неодобрительны—естественно, фармацевт не был их идеальным выбором. Но как только они узнали больше о положении Себастьяна в обществе, и что более важно, о его немалом состоянии (возможно, несколько сомнительного происхождения, но всё же довольно значительном), они перестали задавать неудобные вопросы. Мистер Монтроз даже недавно консультировался с ним о стратегических инвестициях в фармацевтические компании. Как быстро меняются взгляды, когда в дело входят деньги!\n\nСтук почтальона прервал его приятную мечтательность. Себастьян достал письмо с прихожей—почерк его брата на конверте, аккуратный и точный, как всегда.\n\nВнутри была поздравительная открытка и что-то, завёрнутое в бархат. Он развернул письмо и прочитал:\n\n<strong><i>Мой дорогой брат,\n\nЯ преподношу тебе эти часы по случаю твоей помолвки с мисс Монтроз. Они отмечают не только часы и минуты нашего земного существования, но нечто гораздо более значимое.\n\nВнутри я выгравировал дату сентябрьского астрономического события, о котором ты говорил—соединение Юпитера и Венеры, небесное выравнивание, которое происходит раз в поколение. Время твоей помолвки и предстоящей свадьбы действительно очень удачно. Древние верили, что такие моменты несут глубокое значение, отмечая пересечение любви и удачи.\n\nЯ счёл уместным, чтобы ты носил с собой запись этого священного времени. Пусть это напоминает тебе, что некоторые моменты в жизни написаны в самих звёздах.\n\nПусть твой союз будет столь же гармоничным, как небеса над нами.\n\nТвой преданный брат, Таддеус</i></strong>\n\nСебастьян осторожно развернул бархат. Внутри были карманные часы—простые, без ненужных украшений, но элегантные в своей сдержанности. Бронзовый корпус, солидный вес, такие часы, которые носил бы серьёзный человек. Он открыл их.\n\n<img src=\"../assets/pocket_watch.png\" width=\"300\" height=\"300\" alt=\"Sebastian's ornate bronze pocket watch with celestial engravings\">\n\nДата была выгравирована внутри с изысканной точностью, окружённая символами планет, расположенных вокруг центрального солнца. Небесная диаграмма была красиво выполнена, почти мистическая.\n\nЕго брат действительно понимал его.\n\nСебастьян закрыл часы с приятным щелчком и сунул их в карман жилета, чувствуя их утешительный вес у груди. Какое счастье иметь такого брата, как Таддеус. С детства Таддеус всегда поощрял химические эксперименты Себастьяна и его фармацевтические занятия, даже когда их родители были скептичны—даже встревожены.\n\nВсё складывалось именно так, как должно было."
    }
  ]
}

