{
  "entries": [
    {
      "date": "1924-09-21",
      "location": "Сад особняка Монтроз",
      "title": "Себастьян",
      "content": "<i>Он пришёл в сад сегодня днём. Себастьян Крейн. Я слышала о нём—аптекарь с репутацией эксцентрика. Но видеть его—это не то же самое, что слышать о нём. В его глазах что-то есть. Какое-то чудо, словно он смотрит на мир и видит поэзию там, где другие видят только факты.\n\nОн спросил меня о розах. Не об их названиях или ботанических свойствах, а о том, что я чувствую, когда смотрю на них. Никто не спрашивал меня об этом годами.\n\nТомас раньше задавал мне такие вопросы.</i>\n\n<strong><i>***</i></strong>\n\n<strong><i>Он говорил о химии души,</i></strong>\n\n<strong><i>О том, как эти розы хороши,</i></strong>\n\n<strong><i>Как они манят меня снова в дикий сад,</i></strong>\n\n<strong><i>Но крылья легкие несут меня назад...</i></strong>\n\n<strong><i>И я плыву в туманной тишине,</i></strong>\n\n<strong><i>Доверившись не страсти, а весне.</i></strong>"
    },
    {
      "date": "1925-03-15",
      "location": "Дневник Корделии",
      "title": "Хрупкость подруги",
      "content": "<i>Я видела Элис сегодня. Моя дорогая подруга—или она была такой. Мы едва говорили месяцами. Я говорила себе, что так легче, что расстояние защищает нас обеих.\n\nНо сегодня я хотела поделиться новостью: Себастьян и я помолвлены!\n\nКогда я сказала ей, она улыбнулась и обняла меня, сказала все правильные вещи. Но в этом было что-то пустое. Элис выглядела по-другому—хрупкой, почти прозрачной, если можно описать человека таким образом. Словно она угасает, становится менее твёрдой с каждым днём.\n\nЯ должна была быть рядом с ней, когда пришли новости о Томасе. Я должна была броситься к ней, держать её, пока она скорбит. Но я не могла. Я даже не была рядом с собой тогда. Я тонула, и я позволила ей утонуть одной.\n\nМне так жаль, Элис. Ужасно жаль.\n\nНо теперь всё будет по-другому. Теперь я сильнее. Теперь у меня есть Себастьян.\n\nОтныне я буду рядом с тобой, Элис. Обещаю. Что бы тебе ни нужно было, через что бы ты ни проходила—я больше не покину тебя.\n\nТы моя дорогая подруга. И я слишком долго тебя подводила.</i>"
    },
    {
      "date": "1925-06-05",
      "location": "Дневник Корделии",
      "title": "Тревожное открытие",
      "content": "<img src=\"../assets/garden_thaddeus_alice.png\" width=\"300\" height=\"300\" alt=\"Thaddeus and Alice in the garden\">\n\n<i>Я не могла поверить тому, что увидела сегодня.\n\nПосле посещения Элис я проходила мимо сада Уитмор по дороге домой. И вот они были: Элис и доктор Таддеус Крейн. Вместе. Идут под руку среди изгородей, его голова склонена близко к её, словно делятся секретами.\n\nДоктор Таддеус Крейн—брат Себастьяна, из всех людей! Уважаемый врач, столп общества Лонг-Бича.\n\nЧто он делает с Элис?\n\nОна его пациентка. Она хрупкая, так ужасно хрупкая с тех пор, как умер Томас. Все говорят, что у неё были \"эпизоды\"—кошмары, приступы истерии. Ей нужна забота, защита, а не... что бы это ни было.\n\nВрач и его пациентка—это совершенно, абсолютно неуместно.\n\nБыло что-то в том, как он смотрел на неё. Что-то собственническое. Словно она принадлежит ему.\n\nСебастьян так высоко отзывается о своём брате—блестящий врач, опытный медик. Но я видела, как Таддеус смотрит на людей, как будто изучает образцы, а не видит души.\n\nЯ должна выяснить, каковы намерения доктора Крейна.\n\nЯ больше не подведу Элис.</i>"
    },
    {
      "date": "1925-06-15",
      "location": "Дом Уитмор",
      "title": "Трудный разговор",
      "content": "Когда Корделия приблизилась к дому Уитмор на Пайн-авеню, поток воспоминаний нахлынул на неё: юные послеполуденные часы с Элис, их смех беззаботный и свободный. Поздние вечерние разговоры о поэзии и мечтах.\n\nИ затем—там, на тех самых ступенях крыльца—встреча с Томасом в первый раз. Его загорелое лицо, его невероятные голубые глаза, его лёгкая улыбка.\n\nКорделия с трудом сглотнула, сдерживая слёзы. Нет. Она была здесь ради Элис. Это было не о её собственных призраках.\n\nЭлис открыла дверь, удивление мелькнуло на её бледном лице. \"Корделия? Я не ожидала тебя.\"\n\n\"Могу я войти?\"\n\n\"Конечно.\" Голос Элис был тёплым, несмотря на всё.\n\nОни устроились в знакомой гостиной—той же комнате, где они провели бесконечные вечера, смеясь над поклонниками Корделии, где Томас развлекал их рассказами о тайфунах и зарубежных портах, где миссис Уитмор подавала свой знаменитый хлеб с розовой водой, ещё тёплый из печи.\n\nВоспоминание о тех более светлых, более мягких днях нахлынуло—запах роз и далёкая соль моря.\n\n\"Элис,\" начала Корделия, перебирая перчатки на коленях, \"я знаю, что прошло много времени с тех пор, как мы по-настоящему говорили, но...\" Она замолчала, тщательно выбирая слова. \"Я недавно увидела что-то, что глубоко меня потревожило. Как твоя подруга—и я надеюсь, ты знаешь, что я никогда не переставала быть твоей подругой—я должна выразить своё беспокойство.\"\n\nЭлис наклонила голову, ожидая.\n\n\"Я видела тебя с доктором Таддеусом на днях. В твоём саду. Идущих вместе, очень... близко.\" Корделия встретила взгляд подруги. \"Элис, я не знаю точно, что я видела, но—\"\n\nУлыбка прошла по лицу Элис—мягкая, личная, та улыбка, которая говорила о глубоком счастье. \"Таддеус и я друзья,\" тихо сказала Элис. \"Больше, чем друзья. Он заставляет меня чувствовать... увиденной. Понятой. Я думаю, что влюбляюсь в него.\"\n\nСлова звучали странно на её губах, как будто она проверяла их вес.\n\nБеспокойство Корделии углубилось.\n\n\"Элис,\" мягко сказала она, \"ты уверена, что его намерения... честны?\"\n\nБоль, которая мелькнула на лице Элис, заставила сердце Корделии сжаться.\n\n\"Конечно, они честны!\" Голос Элис стал резче. \"Какими ещё они могут быть? Ты слышала, как люди говорят о нём? Он один из самых уважаемых врачей в Лонг-Биче. Он брат Себастьяна—и, честно говоря, тот, у кого лучшая репутация.\"\n\nКолкость попала в цель. Корделия почувствовала, как её щёки покраснели.\n\n\"Себастьян любит меня,\" сказала она, слыша защитность в собственном голосе. \"Мы помолвлены! Но Элис, ты должна подумать—планирует ли доктор Таддеус жениться на тебе? Сделать предложение—\" Она остановилась, но было слишком поздно. Слова повисли в воздухе.\n\n\"Чему, Корделия?\" Голос Элис теперь был холодным. \"Безденежной девушке? Сломленной девушке, чья семья потеряла своё состояние? Чей брат умер в море? Истеричной девушке, о которой все шепчутся?\"\n\n\"Элис, нет, я не имела в виду—\"\n\n\"Я думаю, ты имела.\" Элис встала, её самообладание сохранилось, но её глаза яркие от боли. \"Я люблю тебя как подругу, Корделия. Но я думаю, тебе следует уйти сейчас. Мои дела—это мои дела.\"\n\nТишина между ними была громовой.\n\nКорделия медленно поднялась, собирая свои вещи. \"Элис, пожалуйста. Я только беспокоюсь о—\"\n\n\"До свидания, Корделия.\""
    }
  ]
}

