{
  "entries": [
    {
      "date": "1925-10-11",
      "location": "Похоронное бюро Блэквелл и сыновья",
      "title": "Обследование Элис Уитмор",
      "content": "Сайлас Блэквелл стоял в подготовительной комнате похоронного бюро Блэквелл и сыновья, его резиновые перчатки безупречны, его тёмные волосы тщательно залиты помадой, когда её принесли.\n\nЭлис Уитмор. Женщина, двадцати четырёх лет. Умерла на месте.\n\nОн занимался этой работой пятнадцать лет—с тех пор, как вернулся с Войны с руками слишком твёрдыми и разумом слишком комфортным со смертью, чтобы делать что-либо ещё.\n\nНо когда он развернул безупречную белую простыню, покрывающую Элис Уитмор, что-то в его груди сжалось.\n\nОна выглядела молодой. Спокойной, почти. Её черты были нежными, утончёнными—такое лицо, которое принадлежало бы картине, а не его стальному столу для обследования. В смерти она выглядела как ангел.\n\nЗа исключением раздробленной раны на затылке, спутанных тёмных волос, красного, которое просочилось и высохло.\n\n\"Слишком молода,\" пробормотал Сайлас и начал свою работу.\n\nОн делал тщательные записи, его перо двигалось по бумаге с точностью человека, который понимал, что детали важны—даже если никто другой не прочитает их.\n\n<div class=\"autopsy-notes\"><strong>Травма тупым предметом в затылочной области. Перелом черепа—вдавленный.</strong>\n\nОн тщательно обследовал её, поворачивая её голову, чтобы измерить размеры раны, проверяя её руки, ноги, туловище.\n\n<strong>Нет защитных ран на руках или предплечьях. Нет синяков на конечностях. Нет признаков борьбы.</strong>\n\nСайлас замолчал, его перо зависло над страницей.\n\nПадение с верхней части лестницы—что утверждал полицейский отчёт—оставило бы доказательства. Синяки по телу от падения. Содранные ладони от попытки удержаться. Множественные точки травмы от удара о ступени.\n\nУ Элис Уитмор ничего этого не было.\n\nПросто один идеальный, сокрушительный удар по затылку.\n\nОн более внимательно изучил рисунок перелома, наклоняя свет, чтобы ясно видеть вдавление. Форма была неправильной для падения—слишком концентрированная, слишком глубокая. Это был тот вид повреждения, который вы видите, когда что-то тяжёлое соединяется с силой и намерением.\n\n<strong>Рисунок перелома не соответствует случайному падению. Угол травмы предполагает горизонтальный удар сзади. Вероятно, тяжёлый предмет. Рекомендуется дальнейшее расследование.</strong></div>\n\n\"Тёмное дело,\" пробормотал он никому.\n\nОн аккуратно покрыл её лицо чистой тканью и начал готовить раствор для бальзамирования."
    },
    {
      "date": "1925-10-11",
      "location": "Похоронное бюро Блэквелл и сыновья",
      "title": "Обследование Себастьяна Крейна",
      "content": "Тем вечером, когда Сайлас чистил свои инструменты, в дверь похоронного бюро снова постучали.\n\nСебастьян Крейн. Мужчина, тридцати лет. Найден мёртвым в своём доме. Подозрение на отравление.\n\nСайлас знал семью Крейн по репутации—брат уважаемого врача, фармацевт, который недавно был помолвлен.\n\nТеперь здесь был Себастьян на его столе, его кожа неестественного серовато-жёлтого цвета, его губы слегка синие.\n\nОбследование выявило то, что подозревал Сайлас: острое отравление. Повреждения были обширными и безошибочными.\n\n<div class=\"autopsy-notes\"><strong>Тяжёлое повреждение печени. Обесцвечивание и некроз печени. Сердечная ткань показывает признаки острой недостаточности. Почки демонстрируют обширные некротические повреждения. Содержимое желудка...</strong>\n\nОн замолчал, наклонившись ближе. В содержимом желудка было что-то. Рекомендуется дальнейший химический анализ.\n\nСайлас сделал заметку, чтобы отметить это для полицейских следователей.</div>"
    },
    {
      "date": "1925-10-17",
      "location": "Похоронное бюро Блэквелл и сыновья",
      "title": "Обследование Корделии Монтроз",
      "content": "Ещё одно тело прибыло в ранние часы утра, как раз когда рассвет пробивался над Лонг-Бичем.\n\nКорделия Монтроз. Женщина, двадцати шести лет. Найдена мёртвой в своей постели. Сердечная недостаточность, сказала семья.\n\nСайлас надел свежие перчатки и начал своё обследование, его движения методичны, несмотря на усталость, тянущую его.\n\nЕщё одно тело, ещё одна молодая женщина. Корделия Монтроз, все знали имя Монтроз, и у Корделии была репутация местной красавицы. И вот она была—сероватая бледность, слегка синеватый оттенок её губ, смерть взяла своё.\n\nОн начал делать записи:\n\n<div class=\"autopsy-notes\"><strong>Признаки системного отравления. Повреждение печени присутствует. Сердечная ткань показывает хроническое ухудшение. Повреждение почек обширное, но кажется постепенным. Слизистая оболочка желудка показывает признаки длительного воздействия токсичного вещества.</strong>\n\nОценка: Отравление—хроническое.\n\nСайлас отложил перо и уставился на свои три набора записей, разложенных перед ним на столе. Слишком много совпадений, слишком много сходств…</div>\n\nЕго мысли прервал посыльный, появившийся в дверях—хорошо одетый, незнакомый. \"Письмо для мистера Блэквелла.\"\n\n\"От кого?\"\n\n\"Без обратного адреса, сэр.\" Мужчина положил конверт на стол и быстро ушёл, его шаги эхом отдавались по лестнице.\n\nСайлас уставился на конверт. Дорогая кремовая бумага. Плотная. Та, которую использовали богатые семьи.\n\nОн медленно открыл его.\n\nВнутри была одна карточка с краткой запиской изящным почерком:\n\n<div class=\"card-message\"><em>За вашу осторожность.</em></div>\n\nПод ней, аккуратно сложенная, была пятисотдолларовая купюра.\n\nПятьсот долларов.\n\nСайлас посмотрел от денег к своим подробным записям. На три свидетельства о смерти, ожидающие заполнения.\n\nМонтрозы. Это должны были быть они. Люди шептались об этой семье—как они защищали свою репутацию любой ценой.\n\nЗатем Сайлас Блэквелл взял перо и написал:\n\n<div class=\"death-certificates\"><strong>Элис Уитмор - Причина смерти: Случайное падение\n\nСебастьян Крейн - Причина смерти: Случайное отравление (предположительно самонанесённое)\n\nКорделия Монтроз - Причина смерти: Сердечная недостаточность</strong></div>\n\nОн аккуратно запечатал каждое свидетельство, его руки твёрдые, его совесть тише, чем, возможно, должна была быть."
    }
  ]
}

