{
  "entries": [
    {
      "date": "2025-11-01",
      "location": "Особняк Монтроз",
      "title": "Собрание",
      "content": "\"Я собрал вас всех здесь сегодня по очень особой причине,\" сказала Бабушка, её голос разносился по пыльной гостиной особняка Монтроз. \"Три души были заперты в этом доме целый век. Пора их освободить.\"\n\nБабушка, как все её называли, была хорошо известной, влиятельной и слегка внушающей страх фигурой в Лонг-Биче—женщиной, которая, казалось, имела связи везде. И неудивительно, что именно она вела расследование на 266 Кеннебек-авеню.\n\nКогда Наследница обратилась к медиуму Марго Лаво, из знаменитой семьи спиритуалистов, восходящей к всемирно известной Селестине Лаво, слух быстро распространился. Расследование в особняке Монтроз привлекло разнообразную группу искателей.\n\nБабушка оглядела собравшуюся группу—верующих и скептиков, потомков жертв и обвиняемых, учёных и спиритуалистов. Каждый нёс кусочки головоломки. Каждый хранил свои секреты.\n\n<img src=\"../assets/professor.png\" width=\"300\" height=\"300\" alt=\"The Botany Professor\">\n\n<strong>Профессор ботаники</strong> — рассеянный гений, одержимый ядовитыми растениями, чьи секреты предка переплетены со смертями 1925 года.\n\n<img src=\"../assets/psychic.png\" width=\"300\" height=\"300\" alt=\"Margo Laveau, The Psychic Medium\">\n\n<strong>Марго Лаво, медиум</strong> — спиритуалистка, происходящая из легендарной семьи, ждущая общения с беспокойными духами, которые преследовали особняк целый век.\n\n<img src=\"../assets/fiduciary.png\" width=\"300\" height=\"300\" alt=\"The Fiduciary\">\n\n<strong>Доверительный управляющий</strong> — педантичный хранитель записей, одержимый документооборотом, хранящий все финансовые секреты в своих тщательных файлах.\n\n<img src=\"../assets/explorer.png\" width=\"300\" height=\"300\" alt=\"The Explorer\">\n\n<strong>Исследователь</strong> — суровый искатель приключений, охотящийся за сокровищами и историей, чувствующий что-то странно знакомое об этом месте.\n\n<img src=\"../assets/clockmaker.png\" width=\"300\" height=\"300\" alt=\"The Clockmaker\">\n\n<strong>Часовщик</strong> — одержимый временем мастер, который видит узоры везде, привлечённый сюда загадочными карманными часами с выгравированной роковой датой.\n\n<img src=\"../assets/artcollector.png\" width=\"300\" height=\"300\" alt=\"The Art Collector\">\n\n<strong>Коллекционер искусства</strong> — претенциозный эстет, одержимый происхождением и художественными достоинствами, одной ногой в законности, другой в тени.\n\n<img src=\"../assets/doctor.png\" width=\"300\" height=\"300\" alt=\"The Town Doctor\">\n\n<strong>Городской врач</strong> — блестящий медик, преследуемый секретами своей семьи, ищущий ответы о своей собственной родословной и предке, который мог быть соучастником сокрытия.\n\n<img src=\"../assets/mortician.png\" width=\"300\" height=\"300\" alt=\"The Mortician\">\n\n<strong>Гробовщик</strong> — тревожно спокойная о смерти, говорящая тихими похоронными тонами, несущая знание о том, что раскрывают тела и что они скрывают.\n\n<img src=\"../assets/baker.png\" width=\"300\" height=\"300\" alt=\"The Baker\">\n\n<strong>Пекарь</strong> — искренне весёлый и тёплый, несмотря на то, что постоянно покрыт мукой, сирота, чьё собственное прошлое хранит неожиданные связи с историей особняка.\n\n<img src=\"../assets/dressmaker.png\" width=\"300\" height=\"300\" alt=\"The Dressmaker\">\n\n<strong>Портной</strong> — одержимый невестой, которая никогда не носила своё платье, сохраняющий трагическую историю любви с 1925 года.\n\n<img src=\"../assets/influencer.png\" width=\"300\" height=\"300\" alt=\"The Influencer\">\n\n<strong>Инфлюенсер</strong> — создатель контента, документирующий всё, привлечённый обещанием вирусного контента и полный решимости разоблачить сверхъестественное.\n\n<img src=\"../assets/townperson_detective.png\" width=\"300\" height=\"300\" alt=\"The Townperson Detective\">\n\n<strong>Городской детектив</strong> — изящный и скептичный следователь с натренированным глазом на несоответствия, невосприимчивый к социальному давлению и преследующий только правду.\n\n<img src=\"../assets/townperson_journalist.png\" width=\"300\" height=\"300\" alt=\"The Townperson Journalist\">\n\n<strong>Городской журналист</strong> — остроумный репортёр, всегда гонящийся за следующей большой историей, умелый в том, чтобы заставить людей говорить и раскрывать свои секреты.\n\n<img src=\"../assets/townperson_animalexpert.png\" width=\"300\" height=\"300\" alt=\"The Townperson Animal Expert\">\n\n<strong>Городской эксперт по животным</strong> — эксцентричный и нетрадиционный, рассматривающий тайны через неожиданную призму.\n\n\"И где-то в этом особняке три призрака ждали, чтобы увидеть, наконец ли кто-то услышит правду, которую они кричали сто лет.\n\n\"Пусть расследование начнётся,\" тихо сказала она."
    },
    {
      "date": "2025-11-01",
      "location": "Библиотека особняка Монтроз",
      "title": "Открытие врача",
      "content": "\"Доктор Синклер,\" сказал Доверительный управляющий, приближаясь со своей характерной точностью. \"У меня есть пакет для вас.\"\n\nВнутри доктор Синклер нашла свидетельство о рождении Себастьяна Крейна и записи аптеки, а также запись о смене имени, датированную 1950-ми годами.\n\nСинклер годами изучала своего предка, известного врача 1920-х годов доктора Таддеуса Крейна. Она никогда не знала, что у Таддеуса был брат. Исторические записи о существовании Себастьяна были подозрительно скудными—почти намеренно стёртыми.\n\nСебастьян Крейн. Фармацевт. Помолвлен с Корделией Монтроз. И затем... ничего. Словно он был стёрт из истории.\n\nЧем занимался Себастьян Крейн? И почему семья Крейн так усердно работала, чтобы стереть его из существования?"
    }
  ]
}

