{
  "entries": [
    {
      "date": "2025-11-01",
      "location": "Главная комната особняка Монтроз",
      "title": "Появляется потомок",
      "content": "Инфлюенсер подошёл к Наследнице, телефон готов, надеясь на золотой контент.\n\n\"Кто это там?\" Он жестом указал на молодого человека с тёмными волосами в красном свитере. \"Похоже, он мог бы быть Монтрозом. Один из твоих кузенов?\"\n\n\"Никто важный,\" ответила Наследница, её тон отрывистый. \"Пекарь с улицы. Я не уверена, что он здесь делает.\" Она бросила раздражённый взгляд в сторону Бабушки. \"С тех пор, как началось это расследование, всевозможные люди появляются в особняке. Нельзя сказать, какие секреты они скрывают.\"\n\nПочему она вообще главная? горько подумала Наследница. Это мой дом. Я должна вести это расследование.\n\n\"Но видишь того джентльмена там?\" Наследница понизила голос, наклонившись ближе. \"Того, с лёгкой улыбкой и дорожной федорой?\"\n\nГлаза Инфлюенсера загорелись. Это было больше похоже на то.\n\n\"Это Уитмор,\" прошептала Наследница. \"Ты знал, что Томас Уитмор—краткий роман Корделии в 1923 году и брат Элис—на самом деле не погиб в море, как все говорили?\"\n\nИнфлюенсер наклонился, практически пуская слюни.\n\n\"Он вернулся в Лонг-Бич в 1926 году, только чтобы обнаружить, что и его сестра, и его бывшая возлюбленная мертвы. Его родители умерли вскоре после этого—от горя, говорили люди. Томас подписал контракт с торговым судном и отплыл, никогда больше не возвращаясь в Лонг-Бич.\" Она сделала паузу для драматического эффекта. \"Но говорят, что у него было не одна, а две жены за границей. И много потомков.\"\n\n\"И это один из них?\" Глаза Инфлюенсера расширились.\n\n\"Во плоти. Красивый, не так ли? Неудивительно, что Корделия была влюблена в Томаса.\"\n\nТелефон Инфлюенсера уже записывал."
    },
    {
      "date": "1926-10-15",
      "location": "Дом Уитмор",
      "title": "Возвращение домой в трагедии",
      "content": "Томас Уитмор стоял перед своим детским домом, его морской мешок перекинут через плечо, его сердце колотилось от смеси волнения и ужаса.\n\nЧто-то было не так.\n\nЗанавески были плотно задернуты, окна тёмные. Трава выросла дикой и заросшей, достигая почти до колен. С тех пор, как его отец потерял состояние ещё в 1918 году, дом медленно разрушался—краска облупливалась, забор провисал—но его мать всегда поддерживала видимость. И Элис... Элис всегда держала занавески свежими и окна яркими.\n\nЭто всегда чувствовалось как дом.\n\nТеперь это выглядело заброшенным.\n\nТомас постучал. Нет ответа. Он постучал снова, сильнее. Наконец он услышал шаркающие шаги внутри.\n\nДверь открылась на щель, открывая старую женщину с седыми волосами и впалыми глазами. Она смотрела на него без узнавания.\n\n\"Мама?\" Голос Томаса треснул. \"Мама, это я. Это Томас.\"\n\n\"Томас?\" Она медленно моргнула, её пустые глаза пытались сфокусироваться. \"Томас?\"\n\n\"Да, мама. Ты не узнаёшь меня?\"\n\n\"Томас?\" Её голос был едва шёпотом. Узнавание начало появляться, за которым последовал ужас. \"Томас? Как это может быть? Телеграмма говорила... Мы думали, что ты мёртв.\"\n\n\"Это длинная история, мама. Я пережил крушение. Мне потребовалось два года, чтобы добраться домой, но я здесь сейчас. Я жив.\" Он протянул руку к её руке. \"Где Элис? Где отец?\"\n\nЛицо его матери сморщилось. Она начала рыдать—глубокие, разбитые звуки, которые, казалось, исходили откуда-то за пределами горя.\n\n\"Мама?\" Томас почувствовал лёд, распространяющийся по груди. \"Что случилось? Где Элис?\"\n\nНо его мать могла только качать головой и плакать."
    },
    {
      "date": "1926-03-01",
      "location": "Тихий океан",
      "title": "Два года выживания",
      "is_italic": true,
      "content": "<strong>Рассказ Томаса</strong>\n\nКогда Pacific Dawn затонул в марте 1924 года, Томас был среди небольшой группы выживших, которые цеплялись за обломки в тайфуне. Они дрейфовали почти тридцать дней без еды, кроме сырой рыбы, и без питья, кроме дождевой воды, пойманной в сложенные ладони. Многие умерли от переохлаждения, обезвоживания и безумия.\n\nПятеро выживших наконец выбросило на отдалённый, необитаемый остров в Тихом океане—настолько изолированный, что мимо не проходили корабли, не пришло спасение. В течение следующих двух лет они выживали на тропических фруктах, рыбе и надежде. Они строили укрытия из пальмовых листьев. Они поддерживали сигнальный костёр горящим. Они ждали.\n\nВ июле 1926 года британское исследовательское судно наконец заметило их дым.\n\nТомас сразу написал домой—конечно, его семье сказали, что он мёртв. Конечно, они скорбели всё это время. Ему нужно было, чтобы они знали, что он жив, что он возвращается домой.\n\nОн не получил ответа. Но почта в Тихом океане была нерегулярной, ненадёжной. Вместо того чтобы ждать, он забронировал проезд на первом корабле в Сан-Франциско и проделал путь вниз по побережью до Лонг-Бича.\n\nДом.\n\nЗа исключением того, что дома не было. И так, он узнает, все, кого он когда-либо любил, тоже были мертвы."
    }
  ]
}

