{
  "entries": [
    {
      "date": "2025-11-01",
      "location": "Особняк Монтроз, Заброшенная лаборатория",
      "title": "Открытие лаборатории",
      "content": "Профессор пробирался через заросшие территории особняка, изучая ботанические образцы с профессиональным интересом. Участок красочных декоративных перцев. Древний розовый сад, всё ещё цветущий, несмотря на десятилетия забвения. И затем—спрятанное за клубком жасминовых лоз—небольшое подсобное здание.\n\nДверь открылась с ржавым скрипом.\n\nПрофессор вошёл внутрь и остановился, его пульс участился от узнавания.\n\nЛаборатория. Заброшенная на век, но безошибочно лаборатория.\n\nРабочие столы выстроились вдоль стен, покрытые пылью и паутиной. Стеклянные бутылки и янтарные банки стояли аккуратными рядами, их содержимое давно высохло или испарилось. Латунные весы сидели в углу. Горелки Бунзена. Оборудование для дистилляции. Это было серьёзное рабочее пространство.\n\nПрофессор переходил от банки к банке, читая выцветшие этикетки, открывая пробки, чтобы понюхать содержимое.\n\n<strong>Розовое масло</strong>. Профессор глубоко вдохнул. Та характерная цветочная интенсивность, даже после всех этих лет.\n\n<strong>Дамиана</strong>. Безошибочно. Высушенные листья всё ещё сохраняли свой отличительный аромат.\n\nОн поднял ещё одну банку и изучил узловатый корень внутри. <strong>Женьшень</strong>. Корейский, если он не ошибался. Невероятно редкий и дорогой в 1920-х годах.\n\n<strong>Корень валерианы</strong>. Профессор узнал его резкий, почти неприятный лекарственный запах.\n\nИ здесь—<strong>ванильный экстракт</strong>, <strong>мёд</strong>, <strong>вишнёвый сироп</strong>. Ароматизаторы.\n\n\"Кто-то делал тоник,\" пробормотал Профессор. \"Они были популярны в 1920-х годах. Продавались как панацеи, тоники для бодрости и жизненной силы.\"\n\nЗатем он заметил большие стеклянные бутыли в углу, всё ещё наполовину полные прозрачной жидкости.\n\n<strong>Зерновой спирт</strong>.\n\nБрови Профессора поднялись. \"Во время Сухого закона. Такое количество потребовало бы серьёзных связей.\" Он более внимательно изучил установку. \"Если только... да. Под прикрытием лечебного тоника. Они были законны для фармацевтического использования.\"\n\nНа главном рабочем столе Профессор нашёл разбросанные бумаги—некоторые порванные, некоторые испорченные водой, но замечательно сохранившиеся в сухом сарае. Заметки сжатым почерком. Расчёты. Зачёркнутые формулы.\n\nОн поднял страницу наугад и прочитал:\n\n<strong><i>Первые принципы: Что такое любовь, как не химия? Древние понимали—Венера и желание, движение крови...</i></strong>\n\n\"Поэт-химик?\" пробормотал Профессор. \"Любопытно.\"\n\nБольше страниц раскрывали одержимые усовершенствования формулы. Соотношения скорректированы. Ингредиенты добавлены и зачёркнуты. Почерк становился более лихорадочным в более поздних записях.\n\nЗатем Профессор нашёл это—финальную страницу, более тщательную, чем другие. Наверху, тщательно нарисованные символы: планеты, созвездия, астрологические знаки, расположенные в определённом порядке. Это выглядело ритуально. Почти зловеще.\n\nПод символами, написанное ясным, уверенным почерком: ..."
    },
    {
      "date": "2025-11-01",
      "location": "Записная книжка Себастьяна",
      "title": "Эликсир вечной любви - Финальная формула",
      "content": "<i>ЭЛИКСИР ВЕЧНОЙ ЛЮБВИ - Финальная формула (сентябрь 1925)\n\nБотанические компоненты:\n\n<strong>Дамиана</strong> (3 части) - для желания, жара и пробуждения\n\n<strong>Корень валерианы</strong> (2 части) - для спокойствия, доверия и заземления\n\n<strong>Розовое масло</strong> (только 1 капля) - чистое эфирное масло для трансцендентности и романтического намерения\n\n<strong>Корень женьшеня</strong> (самая маленькая щепотка) - связующий агент для вечной любви и долголетия\n\nХимические компоненты:\n\n<strong>Бромид калия</strong> (10 гран) - мягкое успокоительное, для душевного спокойствия\n\n<strong>Лактат кальция</strong> (5 гран) - укрепляющий агент для силы\n\n<strong>Цитрат железа</strong> (3 грана) - тоник для крови для жизненной силы\n\nОснова и консервант:\n\n<strong>Зерновой спирт</strong> (8 унций крепостью 95%) - носитель и консервант\n\nАроматизаторы и подсластители:\n\n<strong>Ванильный экстракт</strong> (2 ч.л.)\n\n<strong>Вишнёвый сироп</strong> (1 унция)\n\n<strong>Мёд</strong> (по вкусу)\n\nПринимать ежедневно. Связывание требует времени. Терпение необходимо.</i>"
    },
    {
      "date": "2025-11-01",
      "location": "Особняк Монтроз, Заброшенная лаборатория",
      "title": "Открытие продолжается",
      "content": "Профессор уставился на формулу, его разум мчался.\n\n\"Доктор Синклер!\" крикнул он. \"Вам нужно это увидеть.\""
    },
    {
      "date": "2025-11-01",
      "location": "Особняк Монтроз, Заброшенная лаборатория",
      "title": "Анализ и вопросы",
      "content": "Доктор Синклер вошла в пыльную лабораторию, её медицинская сумка в руке. Она изучала старую аптечку дома, когда Профессор вызвал её.\n\n\"Что вы думаете об этом?\" Профессор передал формулу.\n\nДоктор Синклер прочитала её внимательно, её выражение становилось всё более серьёзным с каждой строкой. \"Кто-то делал любовное зелье. 'Эликсир вечной любви'.\" Она подняла взгляд. \"Учитывая, что Себастьян Крейн умер от предполагаемого отравления, это... тревожно.\"\n\n\"Но посмотрите на ингредиенты,\" сказал Профессор. \"Я изучил каждый ботанический компонент. Они все совершенно безвредны. Обычные ингредиенты тоника, на самом деле. Каково ваше медицинское мнение о химических соединениях?\"\n\nДоктор Синклер снова изучила формулу. \"<strong>Бромид калия</strong> использовался как успокоительное—совершенно законно в 1920-х годах. <strong>Лактат кальция</strong> для укрепления. <strong>Цитрат железа</strong> как тоник для крови. Все стандартные лекарственные ингредиенты.\" Она нахмурилась. \"По отдельности, ни один из них не был бы токсичен. Даже в комбинации, при этих дозировках... Я не вижу, как это могло бы кого-то убить.\"\n\n\"Так это безопасно?\"\n\n\"В теории.\" Хмурость доктора Синклер углубилась. \"Но Профессор, мог ли какой-либо из этих ботанических растений стать токсичным при комбинации? У некоторых растений странные взаимодействия.\"\n\nПрофессор тщательно обдумал это. Он поднял банку с <strong>женьшенем</strong>, изучая её в тусклом свете. \"По моему профессиональному мнению? Нет. Эти ботанические растения не взаимодействуют опасно. <strong>Валериана</strong> может слегка усилить успокоительный эффект <strong>бромида</strong>, но не смертельно.\"\n\n\"Тогда эта формула безвредна?\"\n\n\"Эта формула, да.\" Профессор отложил банку и встретил взгляд доктора Синклер. \"Но возможно, это не финальная формула. Возможно, была другая версия. Что-то более... мощное.\"\n\nОни оба огляделись по лаборатории—на ряды банок, разбросанные бумаги, доказательства одержимого экспериментирования.\n\nГде-то в этой комнате может быть настоящий ответ. Формула, которая убила Себастьяна Крейна. И возможно, других.\n\nДоктор Синклер достала телефон. \"Нам нужно рассказать Бабушке об этом. И нам нужно выяснить, есть ли здесь ещё формулы, спрятанные.\"\n\nПрофессор кивнул, уже двигаясь к другим полкам, другим бумагам."
    }
  ]
}

