{
  "entries": [
    {
      "date": "2025-11-01",
      "location": "Особняк Монтроз, Заброшенная лаборатория",
      "title": "Ревность Себастьяна",
      "content": "Профессор и доктор Синклер методично обыскивали лабораторию часами, документируя каждую банку, каждый клочок бумаги, каждую улику того, что Себастьян Крейн создавал в этом пыльном сарае.\n\nПрофессор изучал ботанические образцы, когда доктор Синклер крикнула с главного рабочего стола.\n\n\"Нашла кое-что. Ещё записи Себастьяна.\"\n\nОни были разбросаны по рабочему столу—свободные страницы, некоторые испорченные водой, другие идеально сохранившиеся. Доктор Синклер подняла одну, датированную концом августа, и начала читать вслух:\n\n<strong><i><u>24 августа 1925 года - Записная книжка Себастьяна</u></i></strong>\n\n<strong><i>Элиас Монро проводит значительное время с Корделией над изменениями платья. Примерки, измерения, консультации—всё это кажется избыточным для свадебного платья, даже такого сложного, каким будет наше.\n\nЯ знаю, что он мастер, тщательный в своей работе. Его репутация построена на совершенстве. Но что-то в его поведении беспокоит меня. То, как он смотрит на неё, когда думает, что никто не наблюдает. То, как он находит оправдания, чтобы продлить их встречи.\n\nКорделия настаивает, что платье ещё не идеально, что он просто тщателен. Она не видит причин для беспокойства.\n\nИ всё же.\n\nНо я верю в свой эликсир. Я чувствую, как мы становимся всё более связанными с каждым днём. Ритуал сближает нас, переплетает наши сущности. К свадебному дню она будет полностью моей—таким образом, который игла портного не может осуществить.</i></strong>\n\nДоктор Синклер подняла взгляд. \"Элиас Монро. Портной. Себастьян ревновал к нему.\"\n\n\"Элиас Монро?\" Профессор нахмурился. \"Кто-нибудь знает что-нибудь о нём? Связан ли он с нынешним Monroe Bespoke & Alterations?\"\n\n\"Кто-то сказал Элиас Монро?\"\n\nОни оба обернулись и увидели Инфлюенсера, стоящего в дверях лаборатории, телефон в руке, глаза сверкают от интереса.\n\n\"Что вы знаете?\" спросила доктор Синклер.\n\nИнфлюенсер вошёл внутрь, уже записывая. \"Элиас Монро—как в Monroe Bespoke & Alterations, да. Этот магазин работает в Лонг-Биче с 1920 года. И вот новость: ходят слухи, что Элиас был отчаянно влюблён в Корделию Монтроз. Как, одержимо влюблён. Шептались, что у них был краткий роман до того, как она помолвилась с Себастьяном.\"\n\n\"Роман?\" Брови Профессора поднялись.\n\n\"Ну, сплетни в любом случае. Ты знаешь, как люди говорят. Похоже, Корделия была довольно кокетливой—прямо как её мать в своё время. У женщин Монтроз была такая репутация.\" Инфлюенсер прокрутил телефон. \"Я нашёл несколько старых упоминаний в светской колонке. Корделию видели с Элиасом в театре, на открытиях галерей. Всегда объяснялось как 'консультации о её приданом', но люди удивлялись.\"\n\nДоктор Синклер снова посмотрела на записку Себастьяна, её выражение задумчивое. \"Так Себастьян знал. Или по крайней мере подозревал.\"\n\n\"Ревность—мощный мотив,\" медленно сказал Профессор."
    },
    {
      "date": "2025-11-01",
      "location": "Портной и переделки Монро, Лонг-Бич",
      "title": "Платье и его секреты",
      "content": "Когда Портной услышал о расследовании в особняке Монтроз, их руки начали дрожать.\n\nТо платье... то, которое хранило призраков в своих складках.\n\nПортной прошёл в заднюю часть своего магазина, мимо современных швейных машин и рулонов современной ткани, к старому красному шкафу, который принадлежал их прадеду, Элиасу Монро.\n\nОни открыли резные деревянные двери благоговейными руками.\n\nИ вот оно было.\n\nДаже после ста лет, даже завёрнутое в пожелтевшую муслин и папиросную бумагу, оно было захватывающим дух. Свадебное платье, никогда не носившееся. Слоновая кость шёлк, который всё ещё сохранял свой блестящий блеск. Нежное кружево Шантильи на воротнике и рукавах. Тридцать две жемчужные пуговицы сзади, каждая сшита вручную нитью настолько тонкой, что её едва видно.\n\nЭлиас Монро был мастером своего ремесла—разыскиваемым самыми богатыми семьями в Лонг-Биче 1920-х годов, известным своим искусством и бескомпромиссной точностью. Это платье было его шедевром.\n\nНо было ещё что-то, спрятанное в складках муслина.\n\nМаленькая кедровая коробка, не больше книги.\n\nПортной осторожно поднял её и открыл крышку. Внутри была фотография—сепия, края изношены до мягкости от возраста. Молодая женщина стояла в саду, окружённая розами, её большие карие глаза полны мечтаний и поэзии. На ней было платье бледно-розового цвета чайных роз, и её длинные волосы были свободно заколоты по бокам.\n\nНа обороте, аккуратным каллиграфическим почерком Элиаса: \"Моя муза. К.М.\"\n\nПод фотографией были сложенные бумаги—стихи, написанные тем же точным почерком.\n\nПортной поднял первый, датированный и измятый от возраста:\n\n<strong><i><u>\"Для Корделии\" (Неотправлено) - 20 августа 1925</u></i></strong>\n\n<strong><i>Задумчивы розы в старом саду—</i></strong>\n\n<strong><i>Я падаю в ночь, словно в знойном бреду.</i></strong>\n\n<strong><i>Она предо мною вся в белом шелку,</i></strong>\n\n<strong><i>Невестой чужой, терзая душу мою.</i></strong>\n\nГорло Портного сжалось. Они подняли второй стих. Почерк здесь был более дрожащим, менее контролируемым, как будто написанным в страдании:\n\n<strong><i><u>\"Наблюдая, как она угасает\" (Неотправлено) - 8 октября 1925</u></i></strong>\n\n<strong><i>Она прекрасна, но краса как бремя,</i></strong>\n\n<strong><i>Короной из шипов — ещё не время.</i></strong>\n\n<strong><i>Какой же яд ей охлаждает душу?</i></strong>\n\n<strong><i>Кто погасил звезду её — откуда</i></strong>\n\n<strong><i>Взялась тоска в глазах?</i></strong>\n\nПортной уставился на дату. 8 октября 1925 года. Всего за 9 дней до смерти Корделии Монтроз—предположительно от сердечной недостаточности, предположительно от горя по внезапной смерти мужа.\n\nНо эта строка...\n\n\"Какой же яд ей охлаждает душу?\"\n\nЭлиас что-то знал. И он записал это в стихах, потому что у него не было другого способа сказать правду.\n\nПортной осторожно сложил стихи обратно и положил их в коробку с фотографией. Затем они подняли свадебное платье из шкафа—всё ещё идеальное, всё ещё ждущее, всё ещё хранящее призрак женщины, которая никогда не смогла его надеть.\n\nУ этого платья была история, которую нужно было рассказать.\n\nИ Портной собирался убедиться, что кто-то наконец услышит.\n\nЯ должна добраться до особняка Монтроз, подумали они, уже протягивая руку к пальто."
    },
    {
      "date": "1925-09-15",
      "location": "Monroe Bespoke & Alterations",
      "title": "Примерка",
      "content": "Корделия Монтроз стояла на платформе для примерки в магазине портного Элиаса Монро, её руки вытянуты, пока он снимал финальные мерки для её свадебного платья.\n\n\"Держитесь неподвижно, пожалуйста, мисс Монтроз,\" пробормотал он, его измерительная лента растянута поперёк её спины.\n\nГрудь: 34 дюйма\n\nТалия: 24 дюйма\n\nДлина: 62 дюйма от плеча\n\nОна выглядела меньше, чем когда он впервые измерил её в июле. Более нежной. Хрупкой, даже. Элиас сделал тщательную заметку—она потеряла почти два дюйма от талии всего за шесть недель.\n\nУкол беспокойства пронзил его сердце. Весь этот стресс, который этот человек причиняет ей, подумал он, осторожно прикалывая муслиновый макет у её плеча. Себастьян Крейн.\n\nЭлиас слышал слухи—вовлечённость фармацевта с бутлегерами в порту, его сомнительные деловые сделки, шёпоты о его экспериментах со странными соединениями. Он не был впечатлён. Он отчаянно хотел сказать Корделии, чтобы она не выходила за него замуж, предупредить её, что что-то кажется неправильным во всей этой договорённости.\n\nНо вместо этого он просто снимал тщательные мерки и корректировал булавки твёрдыми руками.\n\n\"О!\" Корделия сказала внезапно, её лицо прояснилось. \"Не могли бы вы добавить карман? Скрытый в шве, если вы можете это сделать, Элиас?\"\n\nТот яркий смех вернулся в её глаза—искра, в которую он влюбился в первый раз, когда она вошла в его магазин.\n\n\"Конечно,\" мягко сказал он. \"У каждой невесты должно быть секрет или два.\"\n\nКорделия знала о чувствах Элиаса к ней, хотя не в полной мере. Он напоминал ей о её собственных юных увлечениях, глупых стихах, которые она писала, невинном смехе. Но теперь она была другой. Взрослой женщиной. Она оставила те мечтательные, невинные дни позади.\n\nОблако прошло по её красивому лицу, затемняя те большие карие глаза.\n\nНевеста с секретами, действительно.\n\nЭлиас увидел это—ту тень—и его руки замерли на мгновение, прежде чем продолжить работу. Он хотел спросить, что её беспокоит. Он хотел сказать ей, что ей не нужно идти на эту свадьбу.\n\nНо он был просто портным.\n\nПоэтому он прикалывал слоновую кость шёлк и ничего не сказал."
    },
    {
      "date": "1925-10-15",
      "location": "Особняк Монтроз, Спальня Корделии",
      "title": "Последняя просьба",
      "content": "Элиас Монро стоял у входа в особняк Монтроз, чувство ужаса оседало на нём, как саван. Дом возвышался над ним—величественный, внушительный и как-то неправильный.\n\nКорделия послала за ним. Записка была краткой, срочной: <strong><i>Пожалуйста, приди. Мне нужно тебя видеть. Времени не так много.</i></strong>\n\nГорничная провела его наверх в спальню Корделии. Когда он вошёл, дыхание перехватило в горле.\n\nОна сидела, опираясь на подушки, её лицо бледное, как слоновая кость шёлк её неношеного свадебного платья. Яркая женщина, которую он измерял всего несколько недель назад, стала призраком—белой, как простыня, опустошённой.\n\n\"Элиас,\" сказала она, её голос тонкий, но тёплый. \"Спасибо, что пришёл.\"\n\n\"Корделия.\" Он быстро пересёк комнату, заняв кресло рядом с её кроватью. \"Твоя записка—ты сказала, что нездорова…\"\n\nОна грустно улыбнулась. \"Я думаю, что умираю, Элиас.\"\n\n\"Не говори так.\" Слова вышли резче, чем он намеревался. \"Что говорит врач? Конечно, есть лечение—\"\n\n\"О, Таддеус?\" Горький смех вырвался из её губ. \"Он говорит, что это горе. Что я умираю от разбитого сердца из-за смерти Себастьяна.\" Она посмотрела на него прямо, её большие карие глаза всё ещё красивые, несмотря на тень смерти в них. \"Но я знаю лучше. Что-то разъедает мои внутренности. Я чувствую это—как медленный огонь, пожирающий меня изнутри.\"\n\nЭлиас почувствовал лёд в жилах. \"Тогда тебе нужен другой врач. Кто-то, кто действительно поможет—\"\n\n\"Для этого слишком поздно.\" Её рука протянулась, тонкая и дрожащая, и схватила его. \"Пожалуйста, Элиас. Давай не будем говорить об этом сейчас. У меня есть кое-что, о чём попросить тебя. Ты сделаешь что-то для меня?\"\n\n\"Что угодно.\" Слово вышло без колебаний.\n\nКорделия сделала дрожащий вдох. \"Когда я была моложе, я была глупа и...\" Её голос сломался. Слёзы пролились по её бледным щекам. \"И теперь неважно, что произошло. Но Элиас, у меня есть дочь. Её зовут Элеонора.\"\n\nЭлиас застыл. Он вспомнил 1924 год—внезапный \"отпуск\" Корделии в Европу, девять месяцев отсутствия, странную расплывчатость о её путешествиях.\n\n\"Всё, о чём я могу думать эти последние несколько дней, это она,\" продолжила Корделия, её голос теперь срочный, отчаянный. \"Моя маленькая девочка. Я никогда не держала её. Никогда не говорила ей, что люблю её. Они забрали её сразу—сказали, что это к лучшему, что у неё будет правильная семья, правильная жизнь.\"\n\n\"Корделия...\"\n\n\"Пожалуйста.\" Она вдавила сложенную бумагу в его руку. \"Я хочу оставить что-то для неё. Просто маленькую вещь—что-то, что показывает, что я думала о ней, что я любила её, хотя никогда не могла быть её матерью.\"\n\nЭлиас осторожно развернул бумагу. Это был рецепт, написанный аккуратным почерком Корделии:\n\n<strong><i>Хлеб с розовой водой - Мой любимый</i></strong>\n\n\"Отправь это ей, Элиас. Элеоноре. Где бы она ни была, какая бы семья её ни имела.\"\n\nЭлиас сжал рецепт, его собственные глаза горели. \"Обещаю. Я найду её. Я убедюсь, что она знает.\"\n\n\"Спасибо.\" Корделия закрыла глаза, истощённая от усилий говорить. \"Ты всегда был таким хорошим другом для меня, Элиас…\"\n\n\"Корделия?\"\n\nОна не ответила.\n\nЭлиас сидел с ней, пока дневной свет угасал, держа её руку, рецепт прижат к его сердцу.\n\nДва дня спустя её не стало."
    }
  ]
}

