{
  "entries": [
    {
      "date": "2025-11-01",
      "location": "Главный вход особняка Монтроз",
      "title": "Почему я здесь?",
      "content": "Пекарь стоял перед особняком Монтроз, держа корзину, завёрнутую в льняную ткань, всё ещё не уверенный, почему он приехал сюда.\n\nЭтим утром на его руках была мука, как всегда. Он измерял лепестки роз для утренней партии—рутина, выполненная тысячу раз. Бутоны роз, собранные на рассвете, высушенные в стеклянных банках, точные измерения из рецепта, который он нёс всю жизнь.\n\nЭтот рецепт был его единственным наследством.\n\nКогда кто-то оставил его младенцем на ступенях церкви Святой Марии, рецепт был засунут под одеяла—вложен в изношенный кожаный дневник, принадлежащий кому-то по имени Элеонора. Дневник также содержал выцветшую чёрно-белую фотографию поразительной молодой женщины с большими карими глазами и длинными тёмными волосами, стоящей в саду, окружённом розами.\n\nНи записки. Ни объяснения. Просто дневник, фотография и рецепт хлеба с розовой водой.\n\nПекарь месил тесто этим утром, когда пришло приглашение Бабушки. Расследование в особняке Монтроз. Столетняя тайна, которую нужно разгадать. Ваше присутствие требуется.\n\nОн должен был выбросить это. У него были заказы для выполнения, клиенты ждали, ритм его ежедневной работы звал его.\n\nНо что-то потянуло его. Знание. Та же интуиция, которая говорила ему, когда клиенту нужен мёд вместо сахара в чае, когда кто-то несёт горе слишком тяжёлое для слов, когда буханке нужно ещё пять минут, даже если таймер говорит, что готово. Люди называли это эмпатией. Его старый терапевт называл это гипербдительностью—механизмом выживания из неопределённого детства.\n\nНо Пекарь знал, что это на самом деле: он чувствовал вещи. Видел связи, которые другие упускали. Мир говорил с ним шёпотами и внутренними чувствами, которым он давно научился доверять.\n\nПоэтому он завернул хлеб с розовой водой в ткань—тот же рецепт из дневника Элеоноры, тот, который он усовершенствовал за годы—сел в машину и поехал к этому особняку, не совсем понимая почему."
    },
    {
      "date": "2025-11-01",
      "location": "Главный зал особняка Монтроз",
      "title": "История внутри истории",
      "content": "Инфлюенсер практически вибрировал от энергии, когда увидел Пекаря, телефон уже поднят, глаза загорелись тем особым голодом, который получают создатели контента, когда замечают историю.\n\n\"О, ты принёс еду!\" сказал он, и Пекарь мог видеть, как он рассчитывает углы, пытаясь понять, как обрамить корзину для максимальной привлекательности. \"Ты пекарь, верно? Из того места в центре города?\"\n\n\"Sweet Rose Bakery,\" подтвердил Пекарь, предлагая корзину. \"Я принёс хлеб с розовой водой. Это—\"\n\n\"О Боже мой, да! Хлеб с розовой водой!\" Инфлюенсер взял кусок, его выражение менялось от представления к искреннему восхищению. \"Это невероятно. Ты знаешь, есть целая сумасшедшая история о пекарне, которая сгорела в 1990-х? Она должна была быть знаменита хлебом с розовой водой. Пожар никогда не был по-настоящему объяснён—некоторые думают поджог, другие думают, что это было мошенничество со страховкой, но семья погибла в нём. Родители и бабушка с дедушкой, я думаю? Очень трагично.\"\n\nРуки Пекаря застыли. Хлеб с розовой водой. Пожар в пекарне. Ему нужно было узнать больше.\n\n\"О, вот,\" сказал Инфлюенсер, уже прокручивая телефон. \"У меня есть ссылка.\"\n\n<strong><i><u>5 ноября 1990 года, Long Beach Gazette</u></i></strong>\n\n<strong><i>РАЗРУШИТЕЛЬНЫЙ ПОЖАР УНИЧТОЖАЕТ ПЕКАРНЮ САЛЛИВАН\n\nЛюбимое заведение Лонг-Бича потеряно в подозрительном пожаре\n\nПЕКАРНЯ САЛЛИВАН, заведение Лонг-Бича более шестидесяти лет, сгорела дотла поздно прошлой ночью в пожаре, который оставил двоих мёртвыми и поднял тревожные вопросы о происхождении пожара. Тела были идентифицированы как Дэвид Салливан, 38 лет, владелец пекарни, и Кэтрин Салливан, 36 лет, его жена. Отчёты утверждают, что у Салливанов был младенец, хотя тело не было найдено, несмотря на обширные поиски в руинах.\n\nПожарный маршал Дэвид Чен заявил: \"Пожар распространился с необычной быстротой. Предварительное заключение—неисправность электропроводки.\"\n\nУзоры ускорителя были отмечены пожарными, и один сосед сообщил, что видел неопознанную фигуру, убегающую из здания в темноте.\n\nПекарня Салливан работала непрерывно с 1927 года, основанная Элеонорой Салливан и знаменитая рецептом хлеба с розовой водой семьи, передаваемым через поколения. Время примечательно: этот пожар происходит как раз тогда, когда появился новый интерес к тайне Монтроз 1925 года. Официальное расследование заключает неисправность электропроводки, но вопросы остаются об уликах ускорителя и связи семьи Салливан с теми историческими событиями.</i></strong>\n\nПекарь поднял взгляд от телефона, его лицо лишилось цвета.\n\nЭлеонора Салливан. Она основала пекарню. Оригинальная пекарня хлеба с розовой водой.\n\nЭто был её дневник, который он нёс всю жизнь. Её рецепт, который он пёк каждое утро. Её фотография, которую он хранил в своей кухне—женщина с большими карими глазами, стоящая в саду роз. Это была она?\n\nИ тело младенца так и не было найдено в пожаре.\n\nЕго мысли мчались, связи формировались, как тесто для хлеба, собирающееся вместе—отдельные ингредиенты внезапно становятся чем-то целым.\n\nКто я?\n\nИ более срочно: Кто устроил тот пожар?\n\nОн думал, что знает содержание дневника наизусть к этому времени—читал слова Элеоноры так много раз, что страницы износились до мягкости, как ткань. Он соединился с её тоской, её незнанием, откуда она пришла, кто была её настоящая мать. Боль от того, что её отдали.\n\nОн думал, что понимает те чувства, потому что разделял их.\n\nНо теперь ему нужно было прочитать это снова. Убедиться. Увидеть, что он мог пропустить."
    },
    {
      "date": "1939-07-05",
      "location": "Дневник Элеоноры",
      "title": "Подарок",
      "content": "<i>Мать дала мне маленькую коробку сегодня, когда мне исполнилось пятнадцать. Она сказала, что я достаточно взрослая, чтобы понять. Внутри были фотографии—женщина с тёмными волосами и грустными глазами, красивая таким образом, что заставляла мою грудь болеть.\n\n'Это твоя биологическая мать,' объяснила Мать. 'Она очень любила тебя. Она не могла вырастить тебя, но хотела, чтобы ты знала, как она выглядела. Чтобы знать, что она не забыла.'\n\nОтец выглядел неловко. Он вышел из комнаты.\n\nЯ смотрела на фотографию часами. Женщина выглядела одинокой.\n\nЯ также увидела письмо, адресованное мне, почерком, который я не узнавала. Я открыла его. Внутри был рецепт.\n\nХлеб с розовой водой.\n\nЗаписка гласила: 'От друга твоей матери. Она хотела, чтобы у тебя было это. Это было её любимое!' Я сделаю этот рецепт. Это моя единственная связь с ней.</i>"
    },
    {
      "date": "1946-12-10",
      "location": "Дневник Элеоноры",
      "title": "В моей крови",
      "content": "<i>Сегодня я стояла в пекарне, меся тесто, и Мать похвалила мою технику. 'У тебя есть дар к этому,' сказала она. 'Это в твоей крови.'\n\nИ я подумала: какая кровь? Кровь Салливан, от людей, которые вырастили меня? Или кровь моей биологической матери?\n\nМать научила меня хлебопечению, когда я едва могла дотянуться до стойки. Это наследие, которое мне дали.\n\nНо хлеб с розовой водой другой. Когда я пеку хлеб с розовой водой, я чувствую связь с чем-то. С кем-то. Я чувствую вкус любви в каждой буханке.\n\nЯ задаюсь вопросом, было ли это намеренным. Я задаюсь вопросом, знала ли моя мать, что когда-нибудь её дочь будет печь этот хлеб и поймёт, каким-то образом, что это значило.\n\nЯ думаю о ней каждый раз, когда мои руки формируют тесто.</i>"
    }
  ]
}

