{
  "entries": [
    {
      "date": "2025-11-01",
      "location": "Особняк Монтроз, Старая комната Корделии",
      "title": "Встреча с призраком",
      "content": "Наследница оттолкнула дверь в то, что было спальней Корделии Монтроз. Век пылинок танцевал в дневном свете.\n\n\"Это должно быть где-то здесь,\" пробормотала она. \"Это была её комната—я знаю это из семейных историй.\" Она огляделась по призрачной мебели, всё ещё расставленной, как было в 1925 году. \"Где бы я спрятала это, будь я ею?\"\n\nЕё взгляд упал на изысканный письменный стол у окна.\n\n\"Ах. Конечно.\"\n\nОна пересёкла комнату и попробовала ящики. Первые два были пусты. Третий был заперт. Наследница улыбнулась и вытащила шпильку из волос, работая простым замком, пока он не щёлкнул открытым.\n\nВнутри лежал маленький дневник с серебряной застёжкой, его кожаная обложка изношена, но цела.\n\n<img src=\"../assets/cordelia_diary_hand.png\" width=\"300\" height=\"300\" alt=\"The Heiress holding Cordelia's diary\">\n\nНаследница открыла его нетерпеливыми пальцами, оглядываясь, чтобы убедиться, что никто не смотрит, когда она почувствовала холод.\n\n\"Аааа!\" она издала крик, когда увидела светящееся видение перед собой, стоящее у кровати, рядом со столом.\n\n\"Уйди! Уходи!!!\"\n\nВидение стояло неподвижно, тёмные волнистые волосы, грустные глаза.\n\n\"Отойдите, пожалуйста, мисс Монтроз,\" сказала Марго Лаво, приближаясь к видению.\n\n\"Корделия? Это ты? Есть что-то, что ты хочешь сказать?\" Видение не двигалось.\n\n\"Мисс Монтроз, пожалуйста, уйдите сейчас.\"\n\nНаследница поспешно выбежала из спальни, прижимая дневник к груди."
    },
    {
      "date": "2025-11-01",
      "location": "Особняк Монтроз, Большой зал",
      "title": "История духа",
      "content": "Несколько мгновений спустя Марго Лаво нашла Наследницу в большом зале у камина. Несмотря на тепло, она дрожала.\n\n\"Психические встречи могут быть травмирующими, но не волнуйтесь, она не причинит вам вреда. Я говорила с ней. Я думаю, что начинаю собирать воедино, почему она может быть заперта в этом царстве.\"\n\n\"О, да? Почему? Я хочу, чтобы она ушла!\"\n\n\"Она показала мне всё. Она долго ждала, чтобы рассказать свою историю.\n\nОна была красивой—не так, как показывают красоту картины общества, а так, как кто-то, кто чувствовал всё глубоко. Она сначала любила мужчину по имени Томас, дико, безрассудно. Но он был потерян в море, и её семья... Они забрали её дочь. Её младенца. Они отдали ребёнка семье Салливан и сказали Корделии забыть.\n\nНо она никогда не забывала.\n\nОна пыталась построить новую жизнь. Она встретила Себастьяна Крейна—мужчину, в которого влюбилась за то, как он видел мир, тоже поэтичного, в некотором роде, но его поэзия была другого рода. Он создавал идеальный эликсир, чтобы связать две души вместе. Она думала, что наконец возвращается домой.\n\nНо эликсир был отравлен. В это она верила. Я чувствовала, как она становилась всё больнее и больнее. В конце концов это убило их обоих. Не намеренно, я не думаю, что это было намеренно. То, что она хочет, чтобы вы знали—то, что она кричала в пустоту сто лет—это то, что она не бросила свою дочь. Её заставили. И даже когда она умирала, даже когда её тело отказывало, всё, о чём она могла думать, это Элеонора. То, что ей нужно, чтобы двигаться дальше, это чтобы справедливость для её дочери была восстановлена.\"\n\nНаследница долго размышляла. Справедливость восстановлена? Даже если её дочь всё ещё жива, ей было бы сейчас 100 лет, как могла бы быть восстановлена справедливость?\n\nОна посмотрела вниз на дневник в руках. Возможно, ответы где-то в нём.\n\nПерелистывая страницы романтической поэзии о Томасе, встречу с Себастьяном Крейном, их ухаживание летом 1925 года...\n\n\"Здесь определённо должны быть подсказки,\" прошептала она.\n\nОна нашла более поздние записи и начала читать."
    },
    {
      "date": "1925-09-04",
      "location": "Дневник Корделии",
      "title": "Ритуал эликсира",
      "content": "<i>Сегодня утром Себастьян дал мне эликсир. Он назвал это священной церемонией. Подарок перед нашей свадьбой.\n\nЖидкость бледно-янтарная, почти светящаяся на свету. На вкус сладкая—вишня и мёд, с чем-то травяным под ними. Что-то, что на вкус как обещания.\n\nОн пил из той же чашки, что и я. \"Мы связываем наши будущие вместе,\" сказал он.\n\nЯ почувствовала, как что-то сдвинулось внутри меня. Не магия, не так, как старые истории говорят о магии. Но что-то настоящее. Чувство правильности. Принадлежности кому-то полностью и того, что они принадлежат мне.\n\nКаждое утро теперь. Это будет наш ритуал.</i>"
    },
    {
      "date": "1925-09-09",
      "location": "Дневник Корделии",
      "title": "Опасная конфронтация",
      "content": "<i>Я видела Элис сегодня. Мы не говорили по-настоящему с тех пор, как поссорились в марте, но мне нужно было её увидеть.\n\nОна казалась такой потерянной. Усталой. Прозрачной, почти. И слухи о докторе Таддеусе и ней теперь везде. Люди начинают говорить открыто. О, Элис! Почему ты не слушаешь меня?\n\nЯ больше не могла молчать. Не с Элис в опасности. Поэтому я пошла к нему. К Таддеусу. Я столкнулась с ним в его кабинете и сказала ему прекратить это немедленно, иначе я разоблачу его роман перед всем медицинским советом, перед всем обществом Лонг-Бича. Я сказала ему, что уничтожу его репутацию, если он не оставит её в покое.\n\nОн просто улыбнулся мне. Та холодная, расчётливая улыбка. И сказал: \"Как очень защитно с твоей стороны, Корделия. Как очень благородно.\"\n\nМне он никогда не нравился. В нём что-то неправильное. Чего-то не хватает.</i>"
    },
    {
      "date": "1925-10-05",
      "location": "Дневник Корделии",
      "title": "Болезнь",
      "content": "<i>Последние несколько дней я чувствую себя странно. Тяжесть в груди. Моё сердце чувствует... неправильно. Трепещет. Нерегулярно. Иногда оно бешено колотится, иногда кажется, что замедляется почти до ничего.\n\nЯ говорила себе, что это просто волнение о свадьбе. Нервы. Но чувство сохраняется.\n\nКогда я упомянула это Себастьяну, он выглядел обеспокоенным. Он сказал, что эликсир должен заставлять меня чувствовать себя сильной, а не слабой. Он спросил, хочу ли я перестать его пить.\n\nЯ сказала нет. Конечно нет. Проблема не в эликсире. Проблема в весе всего остального. Весе моего прошлого. Весе решений, принятых давно, которые я не могу отменить.\n\nЭликсир—единственное, что теперь кажется настоящим.</i>"
    },
    {
      "date": "1925-10-08",
      "location": "Дневник Корделии",
      "title": "Он знает",
      "content": "<i>Себастьян пришёл навестить меня сегодня днём, бледный, как смерть. Дрожащий. Он сказал, что протестировал эликсир на себе. Что что-то не так с ним. Что мы оба заболеваем.\n\nНо как это возможно? Эликсир должен был быть идеальным. Он работал над ним годами. Каждый ингредиент должен был быть безвредным.\n\nОн посмотрел на меня с такой виной в глазах. Словно он верил, что отравил меня.\n\nЯ сказала ему, что это не его вина. Что что бы это ни было, мы столкнёмся с этим вместе. Но даже когда я это говорила, я чувствовала ложь в своих словах. Что-то неправильно. Что-то очень неправильно.</i>"
    },
    {
      "date": "1925-10-12",
      "location": "Дневник Корделии",
      "title": "Себастьян ушёл",
      "content": "<i>Себастьян мёртв.\n\nОни сказали, что его сердце просто остановилось. Что его тело не могло выдержать напряжение.\n\nЯ не могу обработать это. Я не могу сформировать слова вокруг этого. Мужчина, который любил меня так полностью, ушёл. И я всё ещё здесь. Всё ещё больна. Всё ещё сбита с толку.\n\nЯ не понимаю, что произошло. Я не понимаю ничего из этого.\n\nВсё, что я знаю, это то, что я снова одна. И что-то внутри меня ломается.</i>"
    },
    {
      "date": "1925-10-13",
      "location": "Дневник Корделии",
      "title": "Элис мёртва",
      "content": "<i>Я узнала сегодня, что Элис тоже мёртва. Они сказали, что она упала. Несчастный случай.\n\nЭлис. Моя старейшая подруга. Та, которую я оттолкнула, потому что не могла вынести её присутствие.\n\nЯ должна была быть рядом с ней. Я должна была продолжать защищать её. Вместо этого я бросила её, когда она больше всего нуждалась во мне.\n\nИ теперь роман Таддеуса с ней—общественное знание. Скандал—всё, о чём кто-либо говорит.\n\nЯ угрожала разоблачить его. Но я не сделала этого. Я была слишком слаба, слишком больна. И теперь Элис мёртва, и я никогда не получу шанс попросить у неё прощения.</i>"
    },
    {
      "date": "1925-10-14",
      "location": "Дневник Корделии",
      "title": "Последние часы",
      "content": "<i>Я едва могу покинуть свою кровать сейчас. Каждое движение истощает меня. Моё сердце бешено колотится с нерегулярными интервалами, затем замедляется до тревожного ползания. У меня иногда затруднённое дыхание. Врачи сбиты с толку.\n\nДоктор Таддеус пришёл обследовать меня. Он был очень тщательным. Очень клиническим. Он заверил Мать, что это, вероятно, горе—реакция моего тела на потерю Себастьяна так внезапно.\n\nНе о чём беспокоиться, сказал он.\n\nНо я не думаю, что это то, что это.\n\nЯ боюсь.</i>"
    },
    {
      "date": "2025-11-01",
      "location": "Особняк Монтроз, Старая комната Корделии",
      "title": "Отсутствующие страницы",
      "content": "Наследница подняла голову от дневника, её разум мчался.\n\nОна перелистала оставшиеся страницы, и её дыхание перехватило.\n\nНесколько страниц были вырваны—неровные края там, где должны были быть записи.\n\n\"Отсутствующие страницы,\" прошептала она. \"Они должны содержать ключ о младенце. Кто их вырвал? И где они сейчас?\"\n\nНаследница сжала дневник и встала, её пульс бешено колотился.\n\nГде-то в этом особняке эти отсутствующие страницы были спрятаны. И они могли раскрыть правду о том, что действительно произошло в октябре 1925 года."
    }
  ]
}

