{
  "entries": [
    {
      "date": "2025-11-01",
      "location": "Особняк Монтроз, Главный зал",
      "title": "Связь с Романо",
      "content": "Коллекционер искусства и Исследователь встретились взглядами через комнату, каждый оценивая другого.\n\nЧто он здесь делает?\n\nМысль пришла им обоим одновременно.\n\nЗнает ли он о сокровище Романо?\n\nСемейное имя Коллекционера искусства имело вес в Лонг-Биче—но не того рода, который он предпочитал рекламировать. Его прапрадед был Фрэнки \"Берег\" Романо, печально известный контрабандист рома, который контролировал операции бутлегерства в порту Лонг-Бича во время Сухого закона.\n\nУ семьи Романо было всё в 1920-х через 1950-е: деньги, власть, связи, гламур. Ночные клубы, где танцевали голливудские звёздочки. Политики в их кармане. Особняк в холмах. Они были неприкосновенны.\n\nПока не стали.\n\nРасследования IRS начались в 1960-х и тянулись до 1980-х. Правительство конфисковало всё—ночные клубы, недвижимость, законные предприятия, которые Фрэнки использовал для отмывания своей империи. Банковские счета заморожены. Активы проданы с аукциона. Имя Романо стало синонимом скандала и падения.\n\nНо были слухи. Шёпоты, передаваемые через семью, как наследство. Скрытое богатство, которое избежало IRS. Золото, наличные, драгоценности—спрятанные до того, как федералы постучали. Легендарное \"сокровище Романо\".\n\nКоллекционер искусства изучил мир искусства по необходимости, продавая спасённые семейные предметы, чтобы выжить—лампа Тиффани здесь, предмет мебели в стиле ар-деко там. Медленно ликвидируя то немногое, что осталось от наследия Романо.\n\nНо один предмет он никогда не мог заставить себя продать.\n\nИзысканная стеклянная бутылка. Венецианское стекло 1920-х годов, изысканная работа. Корпус был из прозрачного хрусталя с нежными белыми и золотыми акцентами, закручивающимися через него, как застывший дым. Пробка была в форме сердца—необычный выбор—и когда она ловила свет под определёнными углами, золотые искры танцевали внутри стекла, как будто сама бутылка была живой.\n\nОна принадлежала Фрэнки Романо. Или так Коллекционер искусства верил. Сидела на его столе в его офисе в порту.\n\nКогда Коллекционер искусства услышал о расследовании в старом особняке Монтроз—где его предок Фрэнки вёл дела в 1920-х—он не мог устоять.\n\nВозможно, сокровище было настоящим. Возможно, оно было здесь."
    },
    {
      "date": "2025-11-01",
      "location": "Особняк Монтроз, Заброшенная лаборатория",
      "title": "Сосуд Себастьяна",
      "content": "Коллекционер искусства обнаружил, что его тянет к старой постройке за главным домом—что должно было быть частной лабораторией Себастьяна Крейна. Врач и Профессор ботаники уже были внутри, тщательно изучая пыльные полки, выстроенные янтарными бутылками и ржавым оборудованием.\n\nИменно тогда температура упала.\n\nХолод пришёл внезапно, интенсивно—такой холод, который не имеет ничего общего с погодой. Дыхание Коллекционера искусства затуманилось в воздухе. Его кожа закололась от инстинктивного страха.\n\nИ затем он увидел это.\n\nФигура материализовалась в тёмном саду у лаборатории. Прозрачная, мерцающая… Мужчина, высокий и тёмноволосый, одетый в то, что выглядело как жилет 1920-х годов. Его форма мерцала, как пламя свечи—становясь выше, затем уменьшаясь, затем снова растягиваясь, словно он не мог вспомнить, какого размера он был, когда был жив.\n\nРука призрака протянулась к Коллекционеру искусства. К его сумке. К венецианской бутылке внутри.\n\nКоллекционер искусства застыл, его рука инстинктивно сжимая кожаный портфель.\n\n\"Не двигайтесь.\"\n\nМарго Лаво появилась в дверях, как будто материализовалась из воздуха—хотя Коллекционер искусства подозревал, что она просто двигалась очень тихо.\n\n\"Отступайте медленно,\" тихо сказала она.\n\nКоллекционер искусства повиновался, отступая назад через деревья, наблюдая.\n\nМарго двинулась вперёд, позиционируя себя прямо перед призраком. Она закрыла глаза, её дыхание замедлилось, стало ритмичным. Её губы двигались, шепча слова, которые Коллекционер искусства не узнавал.\n\nНаконец Марго открыла глаза. Призрак медленно исчез, как утренний туман, сгорающий на солнце, пока не остался только обычный осенний холод.\n\nМарго повернулась к Коллекционеру искусства, её выражение серьёзное.\n\n\"Это был Себастьян Крейн,\" сказала она. \"Он был заперт здесь целый век, и он не успокоится, пока что-то не будет решено.\"\n\n\"Чего он хочет?\" спросил Коллекционер искусства, хотя часть его уже знала.\n\n\"У вас есть что-то, что принадлежало ему. Что-то, что он называет 'сосудом'. Он искал это с момента своей смерти.\" Тёмные глаза Марго зафиксировались на сумке Коллекционера искусства. \"Стеклянная бутылка, которую вы несёте. Это то, что ему нужно.\"\n\nНеохотно Коллекционер искусства вытащил венецианскую бутылку—прозрачное стекло с белыми и золотыми акцентами, пробка в форме сердца ловила тусклый свет лаборатории."
    },
    {
      "date": "1925-08-18",
      "location": "Записная книжка Себастьяна",
      "title": "О сосуде",
      "content": "<i>Зелье столь же нежное и глубокое, как Эликсир вечной любви, заслуживает контейнера, достойного его содержимого. Я не могу подавать трансцендентность в обычном стекле.\n\nНашёл это сегодня в Harbor Import & Trading Company Фрэнки—венецианский шедевр. Прозрачный хрусталь с белыми акцентами и вкраплениями золота, подвешенными в стекле, как звёзды. Пробка в форме сердца, изысканный штрих. Когда она правильно ловит свет, золотые искры танцуют внутри, как будто сама бутылка содержит магию.</i>"
    },
    {
      "date": "2025-11-01",
      "location": "Особняк Монтроз, Заброшенная лаборатория",
      "title": "Открытие наперстянки",
      "content": "Профессор ботаники шагнул вперёд, поправляя очки. \"Могу я?\"\n\nКоллекционер искусства осторожно передал ему бутылку.\n\nОн снял пробку в форме сердца и поднёс отверстие к носу, глубоко вдохнув. Его глаза расширились.\n\n\"Розовое масло,\" сказал он сразу. \"Слабое, но безошибочное. Также есть...\" он снова понюхал, \"валериана, я думаю. И что-то ещё. Что-то, что я не могу точно определить.\" Он поднял взгляд. \"Эта бутылка определённо содержала эликсир Себастьяна когда-то.\"\n\n\"Но что в ней было?\" спросил Врач, приближаясь. \"Что их убило?\"\n\nПрофессор покачал головой. \"Нам нужно было бы проанализировать остатки, если они есть.\"\n\nВ этот момент другой голос появился из глубин лаборатории, держа пожелтевший кусок бумаги осторожными пальцами.\n\n\"Нашёл кое-что интересное,\" сказал он, его голос напряжённый от волнения. \"Записка. От доктора Таддеуса Крейна его брату Себастьяну, прося его заказать <strong>наперстянку</strong> для своих сердечных пациентов.\" Он поднял взгляд на собравшуюся группу. \"Я сверил это с записями о покупках в аптеке, которые Доверительный управляющий любезно предоставил, и это прямо там, в книге. Сентябрь 1925 года. Десять унций высушенных листьев <strong>наперстянки</strong>.\"\n\nПрофессор ботаники сразу выпрямился. \"<strong>Наперстянка. Digitalis purpurea.</strong>\"\n\n\"Это ядовито, не так ли?\" спросил Врач, хотя его тон предполагал, что он уже знал ответ.\n\n\"В правильных концентрациях это фактически использовалось как лечение сердечных состояний в 1920-х годах,\" объяснил Профессор, его голос принимая ритм лекции. \"Дигиталис помогает регулировать сердечный ритм, укрепляет сокращения. Но вы правы—наперстянка высокотоксична даже при слегка повышенных дозах. Граница между терапевтической и летальной бритвенно тонка. Симптомы включают тошноту, зрительные расстройства, сердечную аритмию и, в конечном итоге, полную сердечную и почечную недостаточность.\"\n\n\"Это определённо соответствовало бы результатам вскрытия, которые я нашла в записях Сайласа,\" сказал Гробовщик, появляясь в дверях лаборатории с её обычным тревожным спокойствием. Она держала кожаный блокнот—личные записи Сайласа Блэквелла. \"И Себастьян, и Корделия показали признаки повреждения печени, ухудшения сердечной ткани и обширного некроза почек. Соответствует отравлению дигиталисом. У Корделии было хроническое—накопленное за недели. У Себастьяна было острое, как будто он получил гораздо большую дозу сразу.\"\n\n\"Но как наперстянка попала в эликсир?\" Врач задумался вслух. \"Себастьян был тщательным в своих формулах. Он документировал всё. Нет упоминания наперстянки ни в одной из его записных книжек об Эликсире вечной любви.\"\n\n\"Возможно, он не знал, что она там,\" медленно сказал Профессор.\n\nТяжёлая тишина упала на лабораторию, когда последствия проникли в сознание.\n\nВ этот момент Коллекционер искусства—который стоял у двери лаборатории, наполовину слушая, пока изучал венецианскую бутылку в угасающем свете—заметил движение в темноте за деревьями.\n\nФигура. Копает.\n\nПринимая большую осторожность, чтобы никто не заметил его уход, Коллекционер искусства поспешил к тёмной фигуре."
    },
    {
      "date": "2025-11-01",
      "location": "Особняк Монтроз, Различные комнаты",
      "title": "Скрытая карта",
      "content": "Исследователь двигался по особняку методично, отмечая в своём блокноте предметы, которые могли принадлежать Романо:\n\nТри медведя в берёзовом лесу - русская школа, конец 19-го/начало 20-го века - несомненно из коллекции Романо.\n\nОн перешёл к следующему предмету.\n\nМасло на холсте, 30x40\" - танцовщица фламенко в красном платье - испанская, определённо андалузское влияние - я читал об этом предмете раньше, очень вероятно, что он когда-то был куплен самим Фрэнки Романо.\n\nКак предметы Романо оказались здесь? У Исследователя была теория: Когда расследования IRS начались в 1960-х, кто-то в семье спрятал самые ценные предметы в этом заброшенном поместье. Особняк Монтроз был пуст с момента смертей в 1925 году, находясь в правовом подвешенном состоянии. Идеальное место для укрытия.\n\nОн продолжил вдоль стены, документируя каждый предмет методично.\n\nИ затем он остановился.\n\nМасло на холсте, 36x28\" - женщина за столом с бокалом вина - без подписи -\n\nИсследователь наклонился ближе, его пульс участился.\n\nЖенщина на картине носила элегантное вечернее платье в глубоких драгоценных тонах. Она держала бокал вина нежно в руке, поднятый к лицу. Но она не пила из него. Она смотрела в него—глядя глубоко в само стекло, как будто пытаясь прочитать что-то в его глубинах, как будто вино хранило секреты или видения.\n\nИ там, за картиной, был проблеск чего-то белого. Записка!\n\n<strong><i>Переместил коллекцию в дом М. Всё в безопасности. Если мальчикам когда-нибудь понадобится найти это, я оставил им карту. Скажи им найти даму с бокалом вина—смотри, как она смотрит внутрь. Это трюк. Фиолетовые сны и золотые обещания—вот где спит настоящее сокровище.</i></strong>\n\nДама с бокалом вина—смотри, как она смотрит внутрь.\n\n\"Это загадка,\" прошептал он. \"Смотри внутрь.\"\n\nНо внутрь чего?\n\nОн двигался по комнате более осторожно теперь, ища. Ища что-то фиолетовое с золотыми акцентами. Что-то, что соответствовало загадочному описанию.\n\nИ там—в углу, на боковом столе под пыльным покрывалом—он нашёл это.\n\nВаза. Большая, изысканная, безошибочно венецианская. Глубокое фиолетовое стекло с золотыми акцентами, закручивающимися через него, как захваченный звёздный свет.\n\nИсследователь приблизился к ней медленно, его руки дрожали.\n\nФиолетовые сны и золотые обещания.\n\nЭто было оно.\n\nИ загадка: смотри внутрь. Зажатый глубоко внутри узкого горлышка, он поймал проблеск чего-то бледного.\n\nБумага.\n\n\"Не может быть,\" прошептал он.\n\nОн быстро огляделся, убеждаясь, что он один, затем осторожно просунул пальцы в отверстие вазы. Бумага была старой, хрупкой—должна была быть из 1920-х или раньше. Ему нужно было быть нежным. Медленно, кропотливо, он выманил её.\n\nКарта.\n\nНарисованная от руки на пожелтевшей бумаге, чернила выцвели, но всё ещё читаемы. Грубый эскиз территории особняка, фокусирующийся на садовой зоне. И там, отмеченное жирным красным X, обведённым несколько раз: место возле розовых кустов.\n\nПод картой инструкции почерком Фрэнки:\n\n<strong><i>40 шагов на север от железных ворот\n\n9 шагов на запад\n\nПод ногами дамы</i></strong>\n\nИсследователь уставился на карту, едва дыша.\n\nЭто было оно. Сокровище Романо. Настоящее. Здесь.\n\nИсследователь направился к двери, пытаясь идти спокойно, пытаясь не бежать."
    },
    {
      "date": "2025-11-01",
      "location": "Территория особняка Монтроз, Возле розового сада",
      "title": "Призрак Корделии",
      "content": "Исследователь приблизился к старому лабораторному зданию, его фонарик разрезал темноту. Ночь стала холодной, туман катился с океана, превращая всё в призрачное и неотчётливое.\n\nОн сверился со своей картой—нарисованной от руки диаграммой, которую он собрал из старых записей о недвижимости и документов маршрутов бутлегерства. Если Фрэнки Романо что-то спрятал в поместье Монтроз, это было бы где-то неожиданное. Где-то, что выглядело заброшенным, но на самом деле—\n\nДвижение. Слева от него.\n\nИсследователь развернулся, фонарик поднят. Ничего. Просто заросший сад, розовые кусты одичали, тени сдвигаются на ветру.\n\nЗатем холодный ветер прошёл над ним—холоднее, чем естественный, поднимая мурашки на его руках. Сам воздух, казалось, сгустился, заряженный чем-то, что он не мог назвать. Присутствие.\n\nЕго фонарик мерцал.\n\nИ затем он увидел её.\n\nЖенщина стояла на садовой тропинке, не более чем в десяти футах. На ней было светло-голубое платье в стиле 1920-х—опущенная талия, нежное кружево на воротнике. Её светлые волосы были уложены в моде той эпохи, заколоты мягкими волнами близко к голове. Её черты были нежными, почти эфирными. Но она была прозрачной, слабо светящейся в темноте, как будто освещённой изнутри лунным светом.\n\nДыхание Исследователя перехватило.\n\nОна смотрела на него с выражением отчаянной надежды, её глаза яркие от слёз.\n\n\"Томас?\" Её голос был шёпотом, далёким и близким одновременно. \"Это ты?\"\n\nИсследователь не мог двигаться. Не мог говорить.\n\n\"Ты вернулся!\" Призрак—потому что кем ещё она могла быть—шагнула ближе, её движения плавные и странные, не совсем касаясь земли. \"Я думала, что ты вернёшься! Я теряла надежду, но в моих видениях ты был там—живой, потерянный в море, но живой. И теперь ты здесь. Ты вернулся ко мне. О Томас, как я рада тебя видеть!\"\n\nОна протянула руку к нему, её лицо сияло от радости и облегчения.\n\nИсследователь отшатнулся назад, его рациональный разум кричал. Он сжал глаза, прижав ладони к вискам.\n\nНе реально. Стресс. Истощение. Сила внушения. Все эти истории о призраках доходят до меня.\n\nКогда он открыл глаза, её не было.\n\nПросто сад. Просто ветер. Просто туман, катящийся через заросшие розы.\n\n\"Боже,\" пробормотал он, его сердце всё ещё колотилось. Он вытер лоб дрожащей рукой. \"Призраки. Да. Я вижу вещи.\"\n\nНо что-то в её голосе чувствовалось... знакомым. Как эхо чего-то, что он слышал раньше. Что-то, что он должен помнить, но не мог схватить.\n\nТомас. Она назвала его Томасом.\n\nИсследователь резко покачал головой, заставляя себя сосредоточиться. Он снова вытащил свою карту, сверяясь с ней по фонарику.\n\n\"Кашпо розового сада,\" прочитал он вслух, его голос теперь устойчивее. \"Должно быть примерно... здесь.\"\n\nОн двинулся глубже в сад, переступая через сломанные решётки и спутанные лозы, ища старые каменные кашпо, которые отмечали углы того, что когда-то было сложным формальным розовым садом."
    },
    {
      "date": "2025-11-01",
      "location": "Территория особняка Монтроз, Возле розового сада",
      "title": "Сокровище внизу",
      "content": "Коллекционер искусства тихо двигался через заросший сад к Исследователю.\n\nИсследователь стоял на коленях в грязи возле старых каменных кашпо, копая складной лопатой, его фонарик прислонён к розовому кусту. Он работал методично, осторожно, так, как кто-то ищет, когда знает, что близок, но не точно где.\n\nСердце Коллекционера искусства упало.\n\nРазум Коллекционера искусства мчался через его варианты. Затем он тихо сказал: \"Вы в неправильном месте.\"\n\nИсследователь развернулся, лопата поднята защитно, его лицо смесь шока и гнева. \"Какого чёрта? Что ВЫ здесь делаете?\"\n\n\"Я думал,\" осторожно сказал Коллекционер искусства, \"что если мы оба хотим то, что закопано здесь, и мы оба потомки людей, связанных с этим особняком, мы могли бы подумать о том, чтобы быть стратегическими вместо глупых.\"\n\n\"Стратегическими как?\"\n\n\"Я знаю кое-что, чего не знаете вы.\"\n\n\"И что это?\"\n\n\"Где копать. Я знаю Фрэнки и мою семью лучше, чем вы, и я знаю точно, где копать, в отличие от вас. Теперь вы можете провести дни, трудясь над садом, или мы разделим сокровище пополам.\"\n\nИсследователь обдумал это предложение. Он знал, кто был Коллекционер искусства, потомок семьи Романо. Он мог знать маркер или особый знак, который знал бы только Романо.\n\n\"Хорошо, согласен. Теперь где копать?\"\n\n\"Под ногами дамы,\" пробормотал Коллекционер искусства, глядя на кашпо. Каменная урна сидела на основании, вырезанном с классическими фигурами—нимфы и богини, танцующие в рельефе. Одна богиня стояла слегка отдельно от других, её босые ноги ясно видны в резном камне. \"Это было в записках Фрэнки.\"\n\n\"Вот оно,\" прошептал Исследователь.\n\nОни оба встали на колени и начали копать, Исследователь со своей складной лопатой, Коллекционер искусства используя руки, чтобы вычерпать рыхлую грязь, которую Исследователь уже сдвинул поблизости.\n\nЗатем—\n\nСтук.\n\nМеталл. Что-то твёрдое, закопанное чуть ниже поверхности."
    }
  ]
}

