{
  "entries": [
    {
      "date": "2025-11-01",
      "location": "Сады особняка Монтроз",
      "title": "Появление Элис",
      "content": "Марго Лаво пробиралась обратно к главному дому, её разум тяжёл от веса трёх беспокойных духов.\n\nТри души, запертые целый век. Все ждут. Все зовут её.\n\nОна думала о своей прабабушке, Селестине Лаво—легендарной спиритуалистке, чьё имя всё ещё вызывало уважение в некоторых кругах. Могла ли Марго оправдать это наследие?\n\nОна думала о трёх душах, запертых целый век. Все ждут. Все зовут её. Её мысли остановились на Элис Уитмор.\n\nМарго читала дневники Селестины перед тем, как приехать сюда. Там была запись, датированная маем 1924 года: \"Встретилась с семьёй Уитмор сегодня. Их дочь Элис имеет дар—подлинную способность предвидения, а не истерию, которую этот дурак Моррисон диагностировал. Я предложила обучить её лично. Такой талант редок. Она могла бы стать необыкновенной.\"\n\nИ затем, всего несколько месяцев спустя, Элис была мертва. Череп раздроблен у основания лестницы.\n\nОна была погружена в мысли, когда знакомый холодный ветер пронёсся по территории, поднимая мурашки на руках Марго. Температура упала на десять градусов мгновенно.\n\nОна остановилась.\n\nВоздух замерцал перед ней, и она оказалась лицом к лицу с Элис Уитмор.\n\nЗа исключением того, что её видение отличалось от других. Элис появилась почти твёрдой—молодая женщина в бледном платье 1920-х годов, её черты нежные и ясные, её глаза яркие от интеллекта. Она выглядела осознающей. Сознательной таким образом, каким призраки редко были. Как будто смерть не совсем смогла забрать всё от неё.\n\n\"Мисс Лаво,\" сказала Элис, её голос удивительно сильный. \"Спасибо, что пришли. Я так рада, что вы здесь сегодня.\"\n\nДыхание Марго перехватило. Ей не нужно было закрывать глаза, не нужно было входить в транс или осторожно настраивать свои чувства. Элис просто была там, говоря так же ясно, как любой живой человек.\n\nГрустная улыбка прошла по лицу Элис. \"Я могу видеть сквозь завесу теперь с обеих сторон. Это яснее, чем когда-либо было, когда я была жива. Хотя иногда...\" она запнулась, \"иногда я путаюсь. Ранее сегодня я думала, что видела Томаса. Но этого не могло быть, не так ли? Прошли десятилетия. Если бы Томас был жив, он был бы старым человеком сейчас.\"\n\n\"Элис,\" мягко сказала Марго, \"скажи мне—что держит тебя здесь?\"\n\n\"Справедливость.\" Слово вышло яростным, определённым. \"Только то, чтобы справедливость была восстановлена. Для всех. Для себя, для Себастьяна, для моей дорогой подруги Корделии. Мы так долго ждали, чтобы кто-то увидел правду. Чтобы понять, что действительно произошло.\"\n\n\"Ты помнишь, что произошло с тобой, Элис?\" спросила Марго, удивлённая ясностью их общения. Большинство призраков были просто ощущениями—холодными пятнами, эмоциональными впечатлениями, фрагментами памяти. Но Элис была здесь.\n\nВыражение Элис стало обеспокоенным. Её форма слегка мерцала, как будто эмоция дестабилизировала её проявление.\n\n\"Я помню...\" начала она, её голос становясь неуверенным. \"Я помню, как пошла к Таддеусу. Я помню, как попросила его признаться в том, что он сделал - я не думаю, что он намеревался это сделать.\" Её видение мерцало, сырое от эмоций. \"Затем всё, что я помню, это что-то ударило меня, по спине, и всё потемнело.\"\n\n\"Всё так расплывчато сейчас!\" Её голос поднялся с фрустрацией и страхом. \"Я не могу вспомнить момент—фактический момент, когда это произошло. Это как пустое пространство в моём разуме. Но вы должны раскрыть правду!\"\n\nЗатем внезапно Элис Уитмор растворилась в ничто, оставив только запах роз и эхо отчаянных слов, висящих в холодном ноябрьском воздухе."
    },
    {
      "date": "2025-11-01",
      "location": "Особняк Монтроз, Заброшенная лаборатория",
      "title": "Понимание Себастьяна",
      "content": "Профессор и доктор Синклер работали над разбросанными записями Себастьяна Крейна часами, когда доктор Синклер крикнула из угла лаборатории.\n\n\"Профессор, посмотрите на это. Ещё записи Себастьяна.\"\n\n<strong><i><u>6 октября 1925 года - Записная книжка Себастьяна - Понимание</u></i></strong>\n\n<strong><i>Я умираю. И я заслуживаю этого.\n\nЯ провёл годы, работая над формулой, о которой ничего не знал. Думал, что могу захватить ЛЮБОВЬ в жидкой форме. Я, человек, который однажды смешал неправильное соотношение бромида калия и чуть не ослеп, мог быть доверен благополучию Корделии.\n\nЯ не проверил условия хранения. Не учёл колебания температуры. Я подумал об этом только ПОСЛЕ того, как моя невеста начала показывать симптомы.\n\nЯ тестировал на себе—меня, наименее квалифицированного человека для тестирования чего-либо. Должен был больше консультироваться с Хартли. Должен был быть более осторожным.\n\nИ теперь Корделия умирает, потому что я был неосторожен. Потому что я был высокомерен.\n\nЯ дал ей яд, думая, что это поэзия.</i></strong>\n\n\"Он тестировал это на себе,\" тихо сказал Профессор, понимая последствия. \"Потому что любил её и хотел убедиться, что это безопасно.\"\n\n\"И это не было,\" ответила доктор Синклер.\n\n\"Посмотрите сюда, есть записка от доктора Таддеуса, брата Себастьяна.\"\n\n<strong><i><u>7 октября 1925 года - Исследовательские записи антидота Таддеуса</u></i></strong>\n\n<strong><i>Себастьян проглотил производное наперстянки. Дозировка неизвестна, но присутствуют острые симптомы. Соединение может быть управляемо при правильном вмешательстве. Сердечные гликозиды реагируют на управление электролитами и сердечную поддержку.\n\nПервый подход: Промывание желудка немедленно, чтобы удалить оставшийся токсин из пищеварительного тракта. Высокодозная добавка калия. Строгий постельный режим с сердечным мониторингом.\n\nВторой подход: Мочегонные средства для увеличения выхода мочи и вымывания токсинов из системы.\n\nЭто управляемо. Я обрабатывал случаи токсинов раньше. Я управляю этим.</i></strong>"
    },
    {
      "date": "2025-11-01",
      "location": "Особняк Монтроз, Заброшенная лаборатория",
      "title": "Неудачное лечение Таддеуса",
      "content": "Доктор Синклер подняла взгляд на Профессора Хартли, его выражение серьёзное. \"Доктор Таддеус знал о наперстянке. Он диагностировал это немедленно—посмотрите на его записи. Он знал, что Себастьян проглотил её, и активно пытался лечить его.\"\n\nПрофессор Хартли поправил очки, читая медицинские записи более внимательно: \"Это стандартные протоколы 1920-х годов для отравления сердечными гликозидами. Учебный первый ответ—промывание желудка, активированный уголь, управление электролитами.\" Он постучал по странице. \"Но эта уверенность здесь тревожна. Посмотрите на его прогноз: 'Хорошо, если электролиты поддерживаются.' Он резко недооценивает серьёзность. Большинство случаев отравления наперстянкой такой остроты не реагируют на стандартное управление электролитами в одиночку.\"\n\n\"Вот ещё записи. Доктор Таддеус снова,\" вмешалась Гробовщик с тревожным блеском в глазах.\n\n<strong><i><u>7 октября 1925 года - Исследовательские записи антидота Таддеуса</u></i></strong>\n\n<strong><i>Дорогой Профессор Хартли,\n\nЯ пишу относительно конфиденциального медицинского вопроса. Пациент был подвержен концентрированному производному наперстянки. Я формулирую контр-лечение и требую вашей экспертизы по ботаническим средствам.\n\nКонкретно: Есть ли известные растения или соединения, известные для противодействия сердечному дистрессу от отравления дигиталисом? Любое ботаническое знание, которое могло бы обеспечить сердечную поддержку, было бы бесценным.</i></strong>\n\n<strong><i><u>9 октября 1925 года - Исследовательские записи антидота Таддеуса</u></i></strong>\n\n<strong><i>[Почерк ухудшается]\n\nБоярышник укрепляет сердечную ткань. Кора ивы уменьшает воспаление. В сочетании с дополнительным калием и стрихнином для сердечной стимуляции.\n\nДозировал пациента этим утром. Мониторинг непрерывно.\n\n[Часы спустя, та же страница]: НИЧЕГО. Нет улучшения. Сердце продолжает отказывать. Почему тело не реагирует на лечение?\n\nЕсли только концентрация токсина настолько экстремальна, что мои стандартные протоколы не могут конкурировать с ней.\n\nЕсли только я фундаментально что-то неправильно понимаю.</i></strong>\n\n<strong><i><u>11 октября 1925 года - Исследовательские записи антидота Таддеуса</u></i></strong>\n\n<strong><i>[Едва читаемо]\n\nСердце Себастьяна остановилось этим утром в 3 часа ночи. Я выполнил ручную реанимацию. Его сердце возобновилось после пяти минут. Каким-то чудом.\n\nЯ попробовал всё. Промывание желудка. Добавка калия. Стрихнин. Нитроглицерин. Кора ивы. Боярышник. Мочегонные средства. Кровопускание. Каждое лечение, известное современной медицине.\n\nНичего из этого не работает.\n\nЯ врач. Я должен СПАСАТЬ ЖИЗНИ. И я смотрю, как мой брат умирает, и я ЗНАЮ ПОЧЕМУ, но я не могу признать ПОЧЕМУ, и я не могу исправить ЧТО Я СДЕЛАЛ.\n\nКорделия тоже больна. Она быстро ухудшается.</i></strong>"
    },
    {
      "date": "2025-11-01",
      "location": "Особняк Монтроз, Заброшенная лаборатория",
      "title": "Открытие скрытого дневника",
      "content": "Пока доктор Синклер, Профессор Хартли и Гробовщик обрабатывали то, что она нашла, Бабушка вошла в комнату. За ней был Инфлюенсер, записывающий, слушающий.\n\n\"Найдите дневник доктора Таддеуса Крейна,\" сказала Бабушка. \"Он спрятан где-то в этом доме. Ответы на тех страницах.\"\n\nИнфлюенсер подслушал инструкции Бабушки и почувствовал, как его пульс участился. Скрытый дневник от врача в центре столетней тайны? Это было именно тем видом эксклюзива, который взорвёт интернет.\n\nОн двигался по особняку методично, камера телефона документировала всё. Главные спальни содержали ничего, кроме пыли. Кабинет был заперт. Библиотека имела слишком много мест для укрытия.\n\nНо столовая—это чувствовалось правильно.\n\nПотребовался час тщательного поиска, прежде чем он нашёл это. Оконное сиденье имело свободную подушку, и под ней половица, которая слегка поддавалась давлению.\n\nСердце Инфлюенсера бешено колотилось, когда он поднял её, открывая свёрток, завёрнутый в промасленную ткань, в темноте.\n\nКожаный журнал доктора Таддеуса Крейна, состаренный, но сохранённый, с латунным замком, который давно проржавел.\n\nОн нашёл тихий угол особняка и начал читать, камера его телефона документировала каждую страницу.\n\nРанние записи были клиническими. Медицинские наблюдения. Заметки о психологии и природе разума. Пренебрежительные ссылки на заботы его пациентов.\n\nНо по мере того, как даты прогрессировали к 1924 году, что-то сдвинулось."
    },
    {
      "date": "1925-09-02",
      "location": "Скрытый дневник доктора Крейна",
      "title": "Бессонница",
      "content": "<strong><i>Я не могу спать. Мои руки не перестанут дрожать. Я говорю себе, что это истощение от клиники. Но я знаю, что это что-то ещё. Какой-то момент решения, который я ещё не полностью признал, даже себе.\n\nЯ лежу без сна, рассматривая возможности. Гипотетически. Академически. Каков был бы самый элегантный подход?</i></strong>"
    },
    {
      "date": "1925-10-09",
      "location": "Скрытый дневник доктора Крейна",
      "title": "Прибытие Себастьяна",
      "content": "<strong><i>Себастьян болен. Он прибыл в мой кабинет сегодня днём, бледный и дрожащий. Он описал тошноту, спутанность, проблемы со зрением. Он признаётся, что пил эликсир сам, чтобы протестировать его, прежде чем дать его Корделии. Он отравил себя!!! Что делать?</i></strong>"
    },
    {
      "date": "1925-10-11",
      "location": "Скрытый дневник доктора Крейна",
      "title": "Сердце останавливается",
      "content": "<strong><i>Себастьян мёртв.\n\nЕго сердце просто... остановилось. Я присутствовал, когда это произошло. Его дыхание стало затруднённым. Его зрение почти исчезло. И затем его сердце, повреждённое сверх способности продолжать, просто прекратило свою функцию.\n\nЯ стоял там долгий момент, наблюдая за ним. Он ушёл, дурак, которым он был.</i></strong>"
    },
    {
      "date": "1925-10-17",
      "location": "Скрытый дневник доктора Крейна",
      "title": "Последние часы Корделии",
      "content": "<strong><i>Корделия умерла этим утром. Вскрытие покажет сердечную недостаточность. Естественные причины, это будет записано. Сердце молодой женщины отказывает после внезапной смерти её жениха, учитывая то, что она страдала, это не удивительно. Я сидел с ней в её последние часы. Она была бредовой от боли, спутанной, прося Себастьяна. Я дал ей морфин. Я держал её руку с подлинным состраданием, пока моя другая рука делала тщательные заметки о её снижающихся жизненных признаках.</i></strong>"
    },
    {
      "date": "1925-10-10",
      "location": "Скрытый дневник доктора Крейна",
      "title": "Точка разрыва",
      "content": "<strong><i>Я не могу продолжать этот обман. Я не могу. Вес этого душит меня. Когда Себастьян вошёл в мой кабинет сегодня, бледный и дрожащий, описывая те самые симптомы, которые я знал, что он опишет, я почувствовал, как что-то раскололось внутри меня. Это то, что я сделал. Это.\n\nЯ погубил его. Корделию тоже. Они оба будут страдать из-за моего высокомерия, моего негодования, моей жалкой потребности убежать от тени моего брата. И ради чего? Ради Элис? Ради какого-то воображаемого преобразования моих обстоятельств? Кем я стал? Элис пришла навестить меня этим вечером. Она знала, что что-то не так—она всегда знает. Я не мог лгать ей. Я рассказал ей всё. Формулу. Наперстянку. Мои намерения. Мою слабость.\n\nОна слушала в тишине, а затем взяла мои руки и сказала: \"Таддеус, ты должен признаться. Ты должен пойти к властям и рассказать им, что ты сделал. Ты должен спасти себя, прежде чем это полностью уничтожит тебя.\"\n\nНо я не могу признаться. Я не могу. Если я сделаю это, всё заканчивается. Моя репутация. Моя практика. Моя свобода. Возможно, сама моя жизнь. Я пытался объяснить это Элис, и она посмотрела на меня с таким разочарованием. С таким презрением, даже. Я сказал ей, что у меня не было выбора. Что обстоятельства заставили мою руку. Но мы оба знали, что я лгал. Я трус. Убийца и трус. Это то, кем я являюсь. Это то, кем я всегда был, под облицовкой превосходства. Элис видит это сейчас. Она видит меня ясно в первый раз, и она отвращена.\n\nЯ не могу признаться. Но я не могу жить с этим тоже. Я заперт между двумя невозможными истинами, и у меня нет пути вперёд, который не заканчивается разрушением.</i></strong>"
    },
    {
      "date": "1925-10-11",
      "location": "Скрытый дневник доктора Крейна",
      "title": "Элис",
      "content": "<strong><i>Себастьян мёртв.\n\nЕго сердце просто... остановилось. Я присутствовал, когда это произошло. Его дыхание стало затруднённым. Его зрение почти исчезло. И затем его сердце, повреждённое сверх способности продолжать, просто прекратило свою функцию.\n\nЯ стоял там долгий момент, наблюдая за ним. Он ушёл, дурак, которым он был.\n\nИ Элис. Она ушла - это вся моя вина! Я продолжаю думать о ней, её мирном выражении в её смерти. Я задаюсь вопросом, простила ли она меня, я задаюсь вопросом, поняла ли она. Я был так напуган, я не мог позволить ей разоблачить меня. Она была невинна, понимаете. Просто... несчастна. Жертва обстоятельств, вне её контроля. Когда её дыхание остановилось, я почувствовал, как что-то треснуло внутри меня.</i></strong>"
    },
    {
      "date": "1925-10-19",
      "location": "Скрытый дневник доктора Крейна",
      "title": "Человек, которым я был",
      "content": "<strong><i>Я закрыл её глаза и подумал о человеке, которым я верил, что был до всего этого. Этот человек кажется незнакомцем сейчас.\n\nЭтот человек больше не существует. Я стал чем-то совершенно другим. Я стал кем-то, кто знает, на что он способен. И я не могу не знать этого.</i></strong>"
    },
    {
      "date": "2025-11-01",
      "location": "Особняк Монтроз, Садовый сарай",
      "title": "Оружие и улики",
      "content": "Гробовщик провела десятилетия, учась читать то, что раскрывают тела. Поэтому, когда она обнаружила, что её тянет к старому садовому сараю—следуя инстинкту, отточенному годами тщательного наблюдения—она двигалась с методичной точностью.\n\nПотребовалось двадцать минут, чтобы заметить большую коробку для отправки, спрятанную за садовыми инструментами и сгнившей мешковиной. Harbor Trading Company. Датировано октябрём 1925 года.\n\nВнутри, осторожно завёрнутое в мешковину, которая каким-то образом пережила десятилетия, было серебряное канделябро. Тяжёлое. Изысканное. Такой предмет, который украсил бы столовую величественного дома.\n\nПульс Гробовщика участился, когда она изучила основание.\n\nМикроскопические частицы. Тёмные. Старые. Высохшие настолько полностью, что только кто-то, обученный искать такие вещи, заметил бы их.\n\nОна вытащила увеличительное стекло—инструмент её ремесла—и изучила узор.\n\nУгол рассказал историю. Распределение говорило об одном, жестоком ударе, нанесённом сзади. Не множественных ударах. Не падении. Один удар, нанесённый с силой и намерением.\n\nПод коробкой кожаный портфель. Внутри бумаги.\n\nОригинальные записи вскрытия Сайласа Блэквелла. Те, которые противоречили официальному свидетельству о смерти.\n\n<strong><i><u>Элис Уитмор - Первоначальная оценка</u></i></strong>\n\n<strong><i>Перелом черепа, вдавленный, затылочная область. Не соответствует случайному падению с лестницы. Угол травмы предполагает горизонтальный удар сзади тяжёлым предметом. Нет защитных ран. Нет синяков, соответствующих удару при падении. Рекомендуется дальнейшее расследование.</i></strong>\n\n<strong><i><u>Себастьян Крейн - Первоначальная оценка</u></i></strong>\n\n<strong><i>Системное отравление. Тяжёлое повреждение печени. Ухудшение сердечной ткани. Содержимое желудка показывает доказательства длительного токсического воздействия. Смерть, вероятно, от острой органной недостаточности, вторичной к яду.</i></strong>\n\n<strong><i><u>Корделия Монтроз - Первоначальная оценка</u></i></strong>\n\n<strong><i>Хроническое отравление. Доказательства преднамеренного, устойчивого введения в течение длительного периода. Слизистая оболочка желудка показывает повторное воздействие токсичного вещества. Узоры соответствуют медицинским знаниям и доступу к фармакологическим соединениям. Причина смерти: органная недостаточность, вторичная к хроническому отравлению.</i></strong>\n\nГробовщик осторожно подняла что-то ещё из скрытых документов Сайласа—маленькую карточку на дорогой кремовой бумаге, и рядом с ней пожелтевший банковский депозитный чек.\n\nВ этот момент Инфлюенсер появился в дверях лаборатории, телефон в руке, как всегда, но на этот раз не снимая. Его выражение было серьёзным.\n\n\"Что вы здесь нашли?\" спросил он, глядя на улики, разложенные по рабочему столу.\n\nГробовщик указала на тяжёлое серебряное канделябро, сидящее на углу стола. \"Это. Нашла его внутри старой коробки для отправки от Harbor Imports. На нём есть микроскопические следы крови и волос, всё ещё встроенные в основание. Это должно быть орудие убийства. То, что убило Элис Уитмор. И кто-то заплатил Сайласу Блэквеллу пятьсот долларов, чтобы лгать в свидетельствах о смерти, называть смерть Элис несчастным случаем, смерть Себастьяна случайным отравлением, а смерть Корделии сердечной недостаточностью.\"\n\nИнфлюенсер шагнул ближе, глядя на записку о взятке. Его глаза расширились.\n\n\"'За вашу осторожность',\" прочитал он вслух. Затем он резко поднял взгляд. \"Подождите. Я думаю, я знаю, кто это написал.\" Он вытащил телефон, быстро прокручивая фотографии, которые он сделал ранее. \"Посмотрите на почерк здесь—\" он показал им фотографию записей дневника доктора Таддеуса Крейна. \"И здесь—\" он держал записку о взятке рядом с экраном.\n\nПочерк был идентичен. Тот же элегантный, точный почерк. Тот же отличительный способ формирования заглавных F и D."
    }
  ]
}

