{
  "entries": [
    {
      "date": "1925-08-15",
      "title": "Sebastian",
      "is_spoiler": false,
      "content": "He came to the garden this afternoon. Sebastian Crane. I've heard of him—the apothecary with the reputation for eccentricity. But seeing him is different than hearing about him. There's something in his eyes. A kind of wonder, as if he's looking at the world and seeing poetry where others see only facts.\n\nHe asked me about the roses. Not their names or their botanical properties, but what I felt when I looked at them. No one has asked me that in years.\n\nThomas used to ask me questions like that."
    },
    {
      "date": "1925-09-02",
      "title": "The Proposal",
      "is_spoiler": false,
      "content": "He proposed today. On his knee in the same garden where we met weeks ago. The ring is beautiful—not ostentatious, but thoughtful. He said he's been working on something special. An elixir. For us.\n\nI said yes.\n\nI told myself it's because he's steady and devoted. Because he won't leave me. Because he looks at me like I'm his entire world, and I am exhausted from being invisible.\n\nBut that's not entirely true. I love him. It's different from Thomas—less wild, more... grounded. Like coming home after a very long journey."
    },
    {
      "date": "1925-09-04",
      "title": "The Ritual Begins",
      "is_spoiler": false,
      "content": "This morning, Sebastian gave me the elixir. He called it a sacred ceremony. A gift before our wedding.\n\nThe liquid is pale amber, almost glowing in the light. It tastes sweet—cherry and honey, with something herbal underneath. Something that tastes like promises.\n\nHe drank from the same cup I did. 'We are drinking our future together,' he said.\n\nI felt something shift inside me. Not magic, not in the way the old stories speak of magic. But something real. A sense of rightness. Of belonging to someone completely, and having them belong to me.\n\nEvery morning now. This will be our ritual."
    },
    {
      "date": "1925-09-10",
      "title": "Alice",
      "is_spoiler": false,
      "content": "I saw her today. Alice. My dearest friend, or she used to be. We've barely spoken in months. It's been easier that way.\n\nBut today she looked so fragile. So lost. And I heard the rumors about Dr. Thaddeus and... and her.\n\nI couldn't stay silent. Not with Alice at risk. So I went to him. To Thaddeus. I told him to end it immediately, or I would expose his affair to the entire medical board, to all of Long Beach society. I told him I would destroy his reputation if he didn't leave her alone.\n\nHe just smiled at me. And said: 'How very protective of you, Cordelia. How very noble.'\n\nI've never liked him."
    },
    {
      "date": "1925-10-06",
      "title": "Unease",
      "is_spoiler": false,
      "content": "I've been feeling strange the past few days. A heaviness in my chest. My heart feels... fluttering. Irregular. Sometimes it races, sometimes it seems to slow.\n\nI attributed it to excitement about the wedding. To nerves. But today the feeling persisted even in the evening.\n\nWhen I mentioned it to Sebastian, he looked worried. He said the elixir should make me feel strong, not weak. He asked if I wanted to stop drinking it.\n\nI said no. Of course not. The problem is not the elixir. The problem is the weight of everything else. The weight of my past. The weight of decisions made long ago that I cannot unmake.\n\nThe elixir is the only thing that feels true anymore."
    },
    {
      "date": "1925-10-08",
      "title": "Fatigue",
      "is_spoiler": false,
      "content": "I am so tired. Exhausted in a way that sleep doesn't fix. Everything feels heavy. My limbs ache. There's a persistent nausea that comes and goes.\n\nI told myself it was the preparation stress. Planning a wedding while feeling unwell is its own special torture.\n\nBut I keep drinking the elixir. Because when I drink it, for just a moment, I feel like everything might be all right. Like Sebastian's devotion might be enough to heal whatever is broken in me.\n\nMother asked if I was ill. I told her no. I told her I was fine."
    },
    {
      "date": "1925-10-09",
      "title": "Sebastian is Dying",
      "is_spoiler": false,
      "content": "He came to see me this afternoon, pale as death. Trembling. He said he tested the elixir on himself. That something is wrong with it. That we are both becoming ill.\n\nBut how is that possible? The elixir was supposed to be perfect. He worked on it for years. Every ingredient was supposed to be harmless.\n\nHe looked at me with such guilt in his eyes. As if he believed he had poisoned me.\n\nI told him it wasn't his fault. That whatever this is, we will face it together. But even as I said it, I felt the lie in my words. Something is wrong. Something is very wrong."
    },
    {
      "date": "1925-10-11",
      "title": "Alone",
      "is_spoiler": false,
      "content": "Sebastian is dead.\n\nThey said his heart simply stopped. That his body couldn't sustain the strain.\n\nI cannot process this. I cannot form words around it. The man who loved me so completely, who created something beautiful for me, is gone. And I am still here. Still sick. Still confused.\n\nI don't understand what happened. I don't understand any of it.\n\nAll I know is that I am alone again. And something inside me is breaking."
    },
    {
      "date": "1925-10-15",
      "title": "The Weight Increases",
      "is_spoiler": false,
      "content": "I can barely leave my bed now. Every movement exhausts me. My heart races at irregular intervals, then slows to an unsettling crawl. I have difficulty breathing sometimes. The doctors are confused.\n\nDr. Thaddeus came to examine me. He was very thorough. Very clinical. He assured me it was likely grief—my body's response to losing Sebastian so suddenly.\n\nNothing to be concerned about, he said.\n\nBut I don't think that's what this is.\n\nI am afraid."
    },
    {
      "date": "1925-10-17",
      "title": "Alice is Dead",
      "is_spoiler": false,
      "content": "I learned today that Alice is dead. They said she fell. An accident.\n\nAlice. My oldest friend. The one I pushed away because I couldn't bear her presence.\n\nI should have been there for her. I should have continued to protect her. Instead, I abandoned her when she needed me most.\n\nAnd now Thaddeus's affair with her is public knowledge. The scandal is all anyone speaks of.\n\nI threatened to expose him. But I didn't do it. I was too weak, too ill. And now Alice is dead and I will never get the chance to ask her forgiveness."
    },
    {
      "date": "1925-10-18",
      "title": "Final Thoughts",
      "is_spoiler": true,
      "content": "I am dying. I know this now with absolute certainty.\n\nMy body is failing. My heart is struggling. Each breath feels like a monumental effort. The doctors have stopped pretending they know what is wrong with me.\n\nI keep thinking about Eleanor. My daughter. Is she alive? Is she well? Does she know I didn't choose to leave her?\n\nI should have been stronger. I should have fought to keep her. \n\nInstead, I chose stability. But nothing was ever safe. Thomas left me. My family betrayed me. And I am running out of time.\n\nIf there is any mercy in this world, let Eleanor know that her mother loved her. That I think of her in these final moments. That I would give anything to see her face."
    }
  ]
}
