{
  "entries": [
    {
      "date": "1939",
      "title": "The Photographs",
      "content": "Mother gave me a small box today when I turned fifteen. She said I was old enough to understand. Inside were photographs—a woman with dark hair and sad eyes, beautiful in a way that made my chest ache.\n\n'This is your birth mother,' Mother explained. 'She loved you very much. She wasn't able to raise you, but she wanted you to know what she looked like. To know she hadn't forgotten.'\n\nFather looked uncomfortable. He left the room.\n\nI stared at the photograph for hours. The woman looked lonely. She looked like she was missing something essential.\n\nShe looked like me."
    },
    {
      "date": "1944",
      "title": "Questions",
      "content": "I'm old enough now to understand that families aren't always simple stories. Mother and Father won't tell me much about my birth mother—only that she was in difficult circumstances. That the arrangement was made with discretion and love.\n\nBut I keep returning to the photographs. Trying to read the mystery in a woman's face. Trying to understand what circumstances were desperate enough to separate a mother from her daughter.\n\nFather says some people aren't meant to be together, no matter how much they love each other. The world is complicated.\n\nI'm beginning to understand he's right."
    },
    {
      "date": "1939",
      "title": "Who Am I?",
      "content": "I cannot stop thinking about her. About *me*.\n\nMother says she loved me very much but couldn't keep me. That's all I know. That's all anyone will tell me.\n\nSometimes I look in the mirror and wonder whose face I'm seeing. Is it hers? Do I have her eyes, her hair? Mother says I do, but I'll never know for certain because I've never seen her \n\n. But I don't have her name. I don't have her story. I don't have the answer to the one question that matters: who am I really?\n\nAnd will I ever know?"
    },
    {
      "date": "1948",
      "title": "Discovery",
      "content": "I was helping Mother organize the library when I found an old newspaper clipping. I wasn't looking for it—it fell from a book.\n\nThe headline read: 'Local Pharmacist Engaged to Miss Cordelia Montrose - Society Wedding Planned.'\n\nThere was a photograph. A woman in a garden, standing beside a man with intense eyes. The woman was the woman from my photographs. The same person.\n\nCordelia Montrose.\n\nI looked up the name in the society pages. The Montrose family—wealthy, prominent, rigidly respectable. The woman who gave me life was born into privilege and secrets.\n\nI haven't told anyone what I found."
    },
    {
      "date": "1948",
      "title": "I Don't Belong Anywhere",
      "content": "Today I stood in the bakery kneading dough, and Mother complimented my technique. 'You have a gift for this,' she said. 'It's in your blood.'\n\nAnd I thought: which blood? The Sullivan blood, from the people who raised me? Or the blood of my birth mother?\n\nFMother taught me bread-making when I could barely reach the counter. This is the legacy I've been given.\n\n"
    },
    {
      "date": "1926",
      "title": "The Recipe",
      "content": "Something strange arrived at the bakery when I was just a child. A letter addressed to me, in a handwriting I didn't recognize. Inside was a recipe.\n\nRose bread. Simple ingredients, but the handwriting was meticulous, almost tender. The note read: 'From a friend of your mother's. She wanted you to have this. It was her favorite!' I will make it every day for the rest of my life."
    }
  ]
}
