{
  "entries": [
    {
      "date": "1920-03-15",
      "title": "First Principles",
      "content": "What is love but chemistry? The ancients understood this—Venus and desire, the movement of blood, the quickening of the heart. Can we understand the mechanism? Strengthen it? The formula must work on two levels: the physical and the eternal.\n\n[Sketch: circular diagram showing heart radiating outward with botanical symbols around the perimeter]\n\nSpent afternoon at the harbor with Frankie. New shipment arrived—damiana, valerian root, rose otto from Milano. Quality beyond expectation. He mentioned sources in South America for rare plants. Perhaps together we create something magnificent."
    },
    {
      "date": "1920-07-22",
      "title": "The Component Mathematics",
      "content": "Months I have been at this. And I understand nothing!\n\nWait—no. I understand EVERYTHING. The mathematics are perfect:\n- Damiana: 3 parts (desire, heat, awakening)\n- Valerian Root: 2 parts (calm, trust, grounding)\n- Rose Otto: 1 drop only (Venus—transcendence)\n- Potassium Bromide: 10 grains (medicine's knowledge)\n- Calcium Lactate: 5 grains (strength)\n- Iron Citrate: 3 grains (vitality)\n- Grain Alcohol: 8 oz base\n\nFlavored with vanilla, cherry syrup, honey.\n\nBut it's missing something. The BINDING element. Something that speaks to commitment, to the eternal..."
    },
    {
      "date": "1925-08-01",
      "title": "Cordelia",
      "content": "I saw her. REALLY saw her. At the Montrose garden. She moved through the rosebushes like she WAS a rose—inevitable, perfect.\n\nAll these years of theoretical work—this MEANS something.\n\nI spoke to Hartley at the university. He confirmed my ingredients are sound. I know what I must do. The mandrake root is the answer—the binding agent. Small pinch only. Enough to SUGGEST eternity."
    },
    {
      "date": "1925-08-15",
      "title": "Refinement and Urgency",
      "content": "[Multiple crossed-out formulations, frantic notes]\n\nShe said YES to my proposal! Now it matters. NOW it is REAL.\n\nThe rose otto concentration must be perfect. Tested small batch on myself—no adverse effects. Sweet, slightly herbal, with warmth spreading through the chest.\n\nThaddeus visited yesterday. He asked strange questions about foxglove. Why? It's POISON. This is about LIFE. He's a good man but his mind is mechanical."
    },
    {
      "date": "1925-08-15",
      "title": "The Watch",
      "content": "Thaddeus gave me a pocket watch for my engagement. Extraordinary—it's engraved inside with September 4, 1925, 6:14 AM. The conjunction of Jupiter and Venus.\n\nHow does my brother know of my consultations with Hartley? How does he know I chose September 4th for the ritual?\n\nI took it to a craftsman and had the conjunction symbols engraved around the numerals. Beautiful. I will carry it always.\n\nThaddeus's card spoke of timing written in the stars. Perhaps he understands what I'm attempting."
    },
    {
      "date": "1925-08-18",
      "title": "The Vessel",
      "content": "A potion as delicate as the Elixir of Eternal Love deserves a container worthy of it.\n\nFound the most beautiful Venetian glass bottle at Harbor Import & Trading Co. Emerald green with gold leaf detailing, crafted with such precision.\n\nThe container reflects the contents. If my elixir is exquisite, it must reside in something equally exquisite. Cordelia will drink from this bottle. The beauty will remind her of our love."
    },
    {
      "date": "1925-09-04",
      "title": "The Beginning",
      "content": "Today Cordelia began her ritual. Each morning she will drink—a sacred ceremony, a gift before our wedding.\n\nShe held the glass and said: 'You spent years dreaming this into existence. And then I walked into your life.' She drank, and I felt like the luckiest man alive.\n\nOur wedding cannot come soon enough."
    },
    {
      "date": "1925-10-05",
      "title": "Discrepancy",
      "content": "Something is wrong. Cordelia drank yesterday and this morning. I tested a small concentrated dose on myself.\n\nThe taste is off. The color different. My stomach felt strange after just that small test. Nausea. Confusion.\n\nEvery ingredient is harmless. Every ratio correct. Unless something was compromised? Unless... No. Impossible.\n\nCordelia complained of fatigue. I attributed it to excitement, but what if—"
    },
    {
      "date": "1925-10-06",
      "title": "Understanding",
      "content": "[Written in shaky hand]\n\nI am dying. And I deserve to be.\n\nI spent years working on a formula I knew nothing about. Thought I could capture LOVE in liquid form. I, a man who once mixed the wrong ratio of potassium bromide and nearly went blind, could be trusted with Cordelia's wellbeing.\n\nI did not verify storage conditions. Did not account for temperature fluctuations. I considered this only AFTER my fiancée began showing symptoms.\n\nI tested on myself—me, the least qualified person to test anything. Should have consulted more with Hartley. Should have been more careful.\n\nAnd now Cordelia is dying because I was careless. Because I was arrogant.\n\nI gave her poison thinking it was poetry."
    }
  ]
}
