{
  "id": "autopsy_sebastian",
  "title": "Autopsy Report - Sebastian Crane",
  "type": "Medical Examination Report",
  "date": "October 14, 1925",
  "location": "Mortuary",
  "examiner": "Silas Blackwell (Mortician)",
  "content": "AUTOPSY EXAMINATION REPORT\n\nDecedent: Sebastian Crane, Age 27\nDate of Examination: October 14, 1925\nExamining Pathologist: Silas Blackwell\n\nEXTERNAL EXAMINATION:\nBody shows signs of acute illness. Discoloration and bloating consistent with rapid organ deterioration.\n\nORGAN EXAMINATION:\n- Heart: Severe tissue damage and discoloration\n- Liver: Acute damage and discoloration\n- Kidneys: Signs of failure and acute necrosis\n- Gastric: Mucosal erosion and hemorrhage\n\nTOXICOLOGY:\nOrganic compound detected in tissue samples. Botanical origin, concentrated form. Unable to identify specific compound at this time.\n\nCLINICAL FINDINGS:\nOrgans show evidence of acute poisoning with concentrated toxin. Concentration far exceeds accidental exposure levels. Pattern consistent with acute administered dose.\n\nFINAL DETERMINATION:\nDeath resulted from acute poisoning by concentrated botanical toxin. Cause of death: poisoning.\n\nPathologist: Silas Blackwell\nDate signed: October 14, 1925",
  "character_interpretations": {
    "mortician": "My ancestor Silas's notes on Sebastian are detailed and disturbing. This report documents poisoning by an unknown botanical toxin. But what strikes me is the 'acute administered dose' language. This wasn't accidental ingestion. Someone gave Sebastian a concentrated poison deliberately. And the rapid organ failure—that takes a substantial amount of toxin. But the specific compound remains unidentified.",
    "doctor": "The significance is clear: a concentrated botanical poison at lethal concentration in cardiac and hepatic tissue. The tissue damage pattern shows severe, rapid organ failure. This level of concentration requires either substantial direct ingestion or administration in a small volume of liquid. The question is: how did he ingest this much poison? And what was it?",
    "professor": "The toxicology findings show the organ damage pattern - cardiac tissue blackened, liver mottled and necrotic. These symptoms suggest damage from a powerful botanical toxin. But the autopsy doesn't identify which plant specifically. Based on the tissue degradation and the rapid onset, someone administered something potent and concentrated. But what exactly was it? The autopsy leaves that a mystery.",
    "fiduciary": "An unknown concentrated poison at lethal concentration. This is clearly poisoning, not natural death. And the 'concentrated form' is significant—this wasn't trace amounts from medicinal use. Someone deliberately administered a large dose of poison to Sebastian Crane. The question is: who had access, and why did Dr. Thaddeus Crane sign the death certificate?",
    "art_collector": "A concentrated botanical toxin. The autopsy doesn't specify which plant, just that it's concentrated and botanical. My family records show we imported exotic botanicals, but this autopsy doesn't tell me which substance was used or where it came from.",
    "baker": "Sebastian Crane was a chemist, an apothecary, someone working with botanical formulas. He dies from poisoning by a concentrated botanical toxin. The irony is striking—someone used botanical knowledge against him, perhaps even using materials he himself worked with.",
    "clockmaker": "Sebastian died October 11, 1925—the day after Alice's death. The timing is too precise to be coincidental. The pocket watch marks September 4th as significant. If Alice discovered something on or connected to that date and was killed for it, Sebastian's death the very next day suggests either he witnessed something or he was involved in what happened to her.",
    "heiress": "Sebastian was my ancestor Cordelia's fiancé. They were engaged, planning to marry, but he died before the wedding could happen. Reading this autopsy report now—the poisoning, the rapid organ failure—it's clear he was murdered. And if Sebastian was poisoned, then Cordelia's own illness wasn't heartbreak. It was poisoning. They both died from the same hand, within a week of each other. My entire family lineage was nearly erased in October 1925.",
    "dressmaker": "My ancestor Elias's diary contains entries about Cordelia in October 1925. She was talking about Sebastian having 'poisoned' her—believing his alchemical elixir had been contaminated. Whether Sebastian realized what had happened, whether he tested it on himself to confirm his fears... the historical record doesn't say. But if he discovered he'd been the instrument of her death, even unknowingly, that's a motive for taking his own life. Or for someone to silence him before he could confess."
  }
}
