{
  "id": "marriage_certificate_dimarco",
  "title": "Marriage Certificate - Elena DiMarco",
  "type": "Legal Document - Secondary",
  "date": "1960",
  "location": "Washoe County Records, Reno, Nevada",
  "content": "CERTIFICATE OF MARRIAGE\n\nDate of Marriage: June 12, 1960\nLocation: Reno, Nevada\nCounty: Washoe County\nState: Nevada\n\nGROOM: [Name redacted in available records]\nBRIDE: Elena DiMarco\nAge: 42 years\nResidence: Reno, Nevada\n\nWITNESSES: [Names not available in available records]\n\nCERTIFICATE STATUS:\nMarriage recorded in Washoe County Register\nNo subsequent records of Elena DiMarco appear in public documents after 1960\nNo death certificate filed\nNo property records under name\nNo further references in available records",
  "character_interpretations": {
    "fiduciary": "Elena DiMarco marries an unnamed man in Nevada in 1960 and then vanishes from all records. No death certificate, no property purchases, no further trail. In my professional experience with estate law, this means either she died intestate and was buried quietly, or she legally ceased to exist under that name. Asset transfer via marriage would explain the Nevada location—community property state.",
    "explorer": "A woman appears in Reno in 1960 and then disappears completely. That's intentional. Someone created Elena DiMarco as a temporary identity for a specific purpose, then shed it. The groom's name is redacted—someone wanted that relationship erased from records. This wasn't a marriage; this was a financial transaction wearing a wedding certificate.",
    "heiress": "Elena DiMarco married someone in Nevada and then ceased to exist as a legal entity. That's not natural—that's planned. Someone used marriage to transfer something (assets? identity? rights?) and then covered their tracks. If there's a trail between Elena DiMarco and my family, it might lead to where the treasure went.",
    "dressmaker": "A woman named Elena DiMarco married in Reno in 1960 and vanished. That name—DiMarco—it's Italian, like Romano. Was Elena actually a Romano family member using a cover name? Did she marry to escape the IRS investigation with hidden assets as her dowry?",
    "professor": "The complete absence of records after 1960 is striking. No death, no property ownership, no legal existence. This suggests either the marriage transferred her assets to another identity, or she died and was buried under a different name. Either way, someone didn't want Elena DiMarco to leave a paper trail."
  }
}
