{
  "id": "name_change_docs",
  "title": "Crane Family Name Change Documentation",
  "type": "Legal Document",
  "date": "1960s",
  "location": "Fiduciary Office",
  "content": "OFFICIAL NAME CHANGE PETITION AND DECREE\n\nFiled: March 15, 1963\nCounty: Kennebec County Court\nPetitioner: Dr. Thaddeus Crane Jr. (son of Dr. Thaddeus Crane, d. 1950)\n\nREASON FOR NAME CHANGE:\n'The Crane family name has become associated with historical medical controversies and family stigma stemming from events in 1925. The undersigned seeks to distance himself and his heirs from these associations and provide a fresh start for future generations.'\n\nNEW LEGAL NAME: Sinclair\nEffective Date: April 1, 1963\n\nDECREE:\nIt is hereby ordered that Dr. Thaddeus Crane Jr. shall henceforth be known as Dr. Thaddeus Sinclair, and all legal documents, records, and property titles shall reflect this change. All descendants born after this date shall use the surname Sinclair.\n\nSigned: Judge Harold Williamson\nKennebec County Court",
  "character_interpretations": {
    "doctor": "My family did this. My father, Dr. Thaddeus Crane Jr., petitioned to change the family name from Crane to Sinclair in 1963. 'Historical medical controversies.' That's how he described whatever my grandfather did in 1925. He paid for the privilege of erasing our family identity. And now I'm supposed to accept that without knowing the truth.",
    "fiduciary": "The timing of this name change is significant. 1963. That's eight years after the IRS seized the Romano family assets and just after the final estate settlements regarding the 1925 deaths. The Crane family changed their name right after the financial settlement was complete and assets were distributed. They were erasing their connection to everything that happened.",
    "explorer": "Name changes are powerful. They sever identity. The Crane family was so desperate to escape their past that they abandoned their name entirely. 'Sinclair' has no connection to 'Crane.' No family history, no reputation. Just a clean slate. But you can't erase history just by changing your name.",
    "influencer": "The Cranes became the Sinclairs in 1963. In high society circles, this was scandalous—or would have been if the name change had been publicized. Instead, it was quietly filed and processed. A prominent family essentially disappeared and reinvented themselves. That kind of thing makes people wonder what they were hiding.",
    "heiress": "The Sinclair family is descended from the Cranes. I didn't know this until recently, but my ancestors' physicians were part of this. A family so ashamed of their past they changed their entire identity. If my blood connects me to them, what else am I connected to? What guilt am I inheriting?"
  }
}
