{
  "id": "romano_shipping",
  "title": "Harbor Import & Trading Co. - Shipping Records",
  "type": "Trade Documents",
  "date": "1920-1925",
  "location": "Harbor Archive",
  "content": "HARBOR IMPORT & TRADING CO.\nOperator: Frankie Romano\nLocation: Long Beach Harbor, California\n\nSHIPMENT RECORDS - 1920-1925\n\nAUGUST 1924\nOrigin: Naples, Italy\n- Botanical specimens (foxglove, digitalis)\n- Rose petals (dried, culinary grade)\n- Rare mineral compounds\n- Destination: Sebastian Crane, Apothecary, Kennebec Avenue\n\nSEPTEMBER 1924\nOrigin: London, England\n- Rare botanical reference materials\n- Mineral supplements\n- Medicinal plant extracts\n- Destination: Sebastian Crane, Apothecary, Kennebec Avenue\n\nOCTOBER 1924\nOrigin: France\n- Digitalis purpurea specimens\n- Culinary botanicals\n- Reference materials\n- Destination: Sebastian Crane, Apothecary, Kennebec Avenue\n\nNOVEMBER 1924 - OCTOBER 1925\nOrigin: Various European ports\n- Fine art and antiques\n- Specialty textiles\n- Culinary imports\n- Rare books and manuscripts\n- Crystal glassware\n- Marble and stone decorative items\n- Fine wines\n- Destinations: Multiple clients, including Montrose Estate",
  "character_interpretations": {
    "professor": "Harbor Import & Trading supplied Sebastian with botanical specimens and digitalis materials between August and October 1924. My ancestor's consultation records from that same period document someone asking detailed questions about digitalis purpurea extraction, dosing, and preparation. The timing aligns perfectly. The question isn't whether Sebastian ordered these materials—the manifests confirm it. The question is what he intended to do with them.",
    "art_collector": "My family's company—Harbor Import & Trading—supplied Sebastian Crane with botanical materials including digitalis and foxglove. We also supplied the Montrose Estate with fine art, sculpture, and antiques. The manifests show regular shipments of legitimate goods to various clients. But I've seen how my family conducted business. They didn't ask questions about what customers did with the materials once they arrived.",
    "doctor": "The shipping records show that Sebastian Crane ordered botanical specimens, including digitalis materials, through Harbor Import & Trading between August and October 1924. These were legitimate pharmaceutical supplies for an apothecary. The manifests are straightforward business transactions. But I'm a doctor, and I understand what digitalis is capable of. Someone with access to these materials, and knowledge of Sebastian's work, could have obtained what they needed from his own shipments.",
    "explorer": "Following the supply chain: Harbor Import & Trading operated out of Long Beach, managed by Frankie Romano. They imported botanical specimens and fine goods from European suppliers. Sebastian Crane placed orders for pharmaceutical materials. The Montrose Estate received shipments of art and antiques. All documented, all traceable. The question is: who had access to these shipments after they arrived, and what did they do with them?",
    "fiduciary": "Harbor Import & Trading Company's records show normal commercial transactions. Shipments to Sebastian Crane for pharmaceutical supplies (August-October 1924). Shipments to the Montrose Estate for art and household items (ongoing). Everything documented, dated, itemized. The financial transactions appear standard for an import business. The goods themselves—botanical specimens, artwork, antiques—are all legitimate merchandise."
  }
}
