{
  "id": "romano_shipping",
  "title": "Romano Shipping Records",
  "type": "Trade Documents",
  "date": "1920-1925",
  "location": "Harbor Archive",
  "content": "HARBOR IMPORT & TRADING CO. - MANIFESTS\n\nCompany: Harbor Import & Trading Co.\nOperator: Frankie Romano\nLocation: Long Beach Harbor, California\n\nLEGITIMATE IMPORTS:\n- Exotic botanical ingredients (apothecary trade)\n- Fine art and antiques from European suppliers\n- Rare books and manuscripts\n- Specialty textiles\n- Culinary imports\n\nSEBASTIAN CRANE ORDERS (1924-1925):\n- Foxglove (dried, botanical grade) - Multiple shipments\n- Digitalis purpurea specimens\n- Rose petals (culinary and medicinal grades)\n- Rare mineral compounds\n- Botanical reference materials\n\nSHIPMENT DATES:\n- August 1924: Initial foxglove shipment\n- September 1924: Supplemental order (rose petals, mineral compounds)\n- October 1924: Final shipment (digitalis specimens)\n\nRECEIPIENT:\nAll shipments directed to Sebastian Crane, Apothecary\nKennebec Avenue, Maine",
  "character_interpretations": {
    "professor": "These manifests confirm Sebastian ordered Foxglove and Digitalis specimens through Harbor Import & Trading—Frankie Romano's operation. Multiple shipments between August-October 1924. My ancestor Hartley documented that someone asked him about Digitalis purpurea extraction and dosing around this time. Now I know who: Sebastian himself, or someone using his orders as cover. The question is: did Sebastian know what his orders would be used for?",
    "art_collector": "Frankie's company supplied Sebastian with botanical materials. Including foxglove. The same poison that killed him. And she had the expertise to access, concentrate, and prepare it. Did Frankie sell the poison to whoever wanted to kill her business associates? Or did she do it herself?",
    "doctor": "My ancestor Sebastian ordered foxglove in August 1924. By October, he was dead from foxglove poisoning. The poison came through Harbor Import & Trading—Frankie Romano's company. So someone either: stole Sebastian's order for malicious use, used his order as cover for buying poison for someone else, or Sebastian was investigating a poison that later killed him.",
    "explorer": "Follow the supply chain. Frankie imports the botanical materials. Sebastian orders foxglove for his pharmacy work. Someone with access to both the supply chain and Sebastian's work uses the materials to poison multiple people. It's the perfect setup—legitimate supplies, legitimate buyer, illegitimate use.",
    "fiduciary": "These manifests show that Harbor Import & Trading provided the raw materials for the poison that killed at least two people. The supply chain is documented. Sebastian's orders are documented. The only question is: who converted these legitimate botanical supplies into a lethal weapon and administered it to Sebastian and Cordelia?"
  }
}
