{
  "title": "Birth Certificate - Sebastian Montgomery Crane",
  "type": "official_document",
  "date": "1895-10-15",
  "location": "Long Beach, California",
  "content": "STATE OF CALIFORNIA - DEPARTMENT OF VITAL RECORDS\n\nBIRTH CERTIFICATE\n\nFull Name: Sebastian Montgomery Crane\nDate of Birth: October 15, 1895\nPlace of Birth: Long Beach, California\nSex: Male\n\nParents:\nFather: Dr. Edmund Crane (Age 42, Occupation: Physician)\nMother: Margaret Elizabeth Crane (Age 39, Maiden Name: Ashford)\n\nAttendant: Dr. Samuel Whitmore, M.D.\nCertificate Number: BC-1895-78942\nIssued: November 3, 1895\n\nState Registrar: A. J. Mitchell",
  "description": "Official birth certificate for Sebastian Crane, born October 15, 1895 to Dr. Edmund Crane and Margaret Elizabeth Crane in Long Beach.",
  "character_interpretations": {
    "doctor": "This confirms Sebastian was born in 1895, making him 29 years old at death in October 1925. His father was Dr. Edmund Crane—a physician. So medicine ran in the family. But Sebastian chose chemistry and alchemy instead of medicine. Interesting. The family clearly had status and education.",
    "fiduciary": "Official government record of Sebastian's birth and parentage. This document is critical for establishing his legal identity and inheritance claims. Shows the Crane family had prominence—his father was a doctor, the family came from educated means.",
    "professor": "Sebastian Crane, born October 15, 1895, to Dr. Edmund Crane. The official record shows his legitimate birth and respectable family origins. His father was a practicing physician in Long Beach at the time—a man of education and status. This establishes Sebastian's identity clearly in the historical record.",
    "heiress": "Sebastian Crane was born October 15, 1895. He was a Crane—that makes him family, distantly. The birth certificate shows he came from a respectable physician family. No scandal here, just... regular upper-class origins. So what made him turn to alchemy and chemistry? What corruption happened between then and 1925?",
    "art_collector": "Standard birth certificate. His father was a doctor, family had status. This doesn't tell me anything about the Romano connection or why Sebastian would have been involved with our family's business. Unless... he was brought in later. Introduced through different channels.",
    "clockmaker": "Born October 15, 1895. Age 29 in 1925. That's significant—he was young when he died. Young enough to be obsessed with new ideas, old enough to have resources. The birth date doesn't match any planetary alignment I can find, but let me check his father's birth year—1853. Hmm.",
    "baker": "Sebastian Crane, born 1895. I don't know this name from Eleanor's diary or any of my family records. But his dates... 1895-1925. Thirty years. It's sad how young he was when he died.",
    "dressmaker": "Sebastian Crane, the fiancé Cordelia never married. Born 1895, died 1925. He was the same generation as her—they were peers. They could have been happy together if... well, if things had gone differently.",
    "explorer": "Born October 15, 1895 in Long Beach. Dr. Edmund Crane was his father. So medicine was in the family. But Sebastian went a different direction—chemistry, alchemy, experimentation. The birth certificate is clean, official, no irregularities.",
    "psychic": "A child born to respectable parents in 1895. There's nothing in a birth certificate that reveals the soul's darkness or the path ahead. But I sense this document was important to someone—someone who needed to prove Sebastian's legitimacy, his identity, his place in the world. Perhaps his own family questioned it.",
    "influencer": "Birth certificate for Sebastian Montgomery Crane, born October 15, 1895. This is part of the 1925 mystery arc. A young man born in the 1890s, dead by 1925. That's less than 30 years—what happened in that short life that ended in poisoning?"
  }
}
