{
  "id": "treasure_map_hand_drawn",
  "title": "Hand-Drawn Map - Montrose Estate Grounds",
  "type": "Historical Map - Treasure Location",
  "date": "Unknown (circa 1920s-1930s based on paper age)",
  "location": "Hidden compartment inside purple and gold vase",
  "drawn_by": "Unknown - presumed Frankie Romano or associate",
  "content": "HAND-DRAWN ESTATE MAP\n\n[Map: Hand-drawn estate grounds map with marked treasure location]\n\nMONTROSE ESTATE GROUNDS - ANNOTATED MAP\n\nKEY FEATURES MARKED:\n- Main mansion structure (center)\n- Grand driveway and entrance gates (north)\n- Garage wall (east side)\n- Rose garden beds (south side)\n- Servant quarters (west)\n- Garden pathways and landscaping\n\nMARKINGS:\n- Prominent RED X marked on right side of property, adjacent to rose garden beds\n- Red X circled twice with aged red ink\n- Arrow pointing to X with annotation: 'HERE' (underlined)\n\nDISTANCE NOTATIONS:\nFaded pencil measurements along path:\n- Main entrance to garage: 40 paces\n- Garage to rose garden: 9 paces\n- Rose garden west edge to marked X: 4 paces to the north\n- Burial depth notation: [faded, illegible]\n\nADDITIONAL MARKINGS:\n- Small circular symbol near X (possible tree markers)\n- Weathered stains across surface",
  "character_interpretations": {
    "explorer": "This is a professional treasure map. Not hastily drawn—precise measurements, marked locations, depth notation. Whoever drew this knew surveying. The distance markings from identifiable landmarks suggest someone would return to excavate. Garage to rose garden: 9 paces. Rose garden west edge to X: 4 paces north. Easy to relocate with these precise measurements.",
    "art_collector": "This map is a family heirloom that never made it back to the family. Frankie drew this—I recognize her hand from business documents. The rose garden location is perfect for Prohibition-era assets. Valuable goods buried deep enough to survive surface disruption, close enough to the house for quick recovery. This represents serious wealth hidden before the IRS could seize it.",
    "heiress": "This map shows where treasure is buried on MY property. Under the rose garden that I walk past every day. The red X marks something valuable enough that someone preserved a detailed map for 90 years. And I'm the one who inherited the property where the treasure lies. Whatever is buried there is technically mine.",
    "baker": "The rose garden. Where the bread recipe's rose water comes from, perhaps? This map focuses on the rose garden location. My family has a rose bread recipe passed down through generations. Coincidence? Or did the Romanos bury their treasure near the source of something the Montrose family cherished?",
    "clockmaker": "The measurements are precise, but there's an elegance to this map. The way the X is marked, the annotations—this suggests someone who valued craftsmanship and accuracy. Professional work. Someone organized enough to bury assets methodically and preserve documentation would keep precise records. If Frankie Romano buried wealth here, it was done with intention to recover.",
    "fiduciary": "A treasure map on the Montrose estate property. If whatever is buried there was hidden before government seizure in the 1960s, then it legally belongs to whoever owns the property now. The Heiress owns the mansion. Which means any treasure buried there is part of her inherited estate—assuming it can be located and authenticated."
  },
  "influencer": "The hand-drawn map became legend in my podcast community. 'The Rose Garden Treasure' is what my listeners call it. For years, people have theorized about what's buried under those rose bushes. The map is clearly authentic based on paper age and ink analysis I had done. The precision of the measurements, the location markers—someone expected to return and dig it up. My most popular episode explored whether Frankie Romano drew this herself, whether the treasure was buried during Prohibition when assets needed hiding, and whether it's still there under the Montrose Estate. The mystery deepened when we discovered the heiress now owns the property. Imagine—the treasure your ancestor buried, the map that documents its location, and the legal right to claim it—all converging in one person. That's a story my listeners have been waiting decades to see resolved."
}
