{
  "id": "treasure_map_hand_drawn",
  "title": "Hand-Drawn Map - Montrose Estate Grounds",
  "type": "Historical Map - Treasure Location",
  "date": "Unknown (circa 1920s-1930s based on paper age)",
  "location": "Hidden compartment inside purple and gold vase",
  "drawn_by": "Unknown - presumed Frankie Romano or associate",
  "content": "HAND-DRAWN ESTATE MAP\n\n[Map: Hand-drawn estate grounds map with marked treasure location]\n\nMONTROSE ESTATE GROUNDS - ANNOTATED MAP\n\nKEY FEATURES MARKED:\n- Main mansion structure (center)\n- Grand driveway and entrance gates (north)\n- Garage wall (east side)\n- Rose garden beds (south side)\n- Servant quarters (west)\n- Garden pathways and landscaping\n\nMARKINGS:\n- Prominent RED X marked on right side of property, adjacent to rose garden beds\n- Red X circled twice with aged red ink\n- Arrow pointing to X with annotation: 'HERE' (underlined)\n\nDISTANCE NOTATIONS:\nFaded pencil measurements along path:\n- Main entrance to garage: 40 paces\n- Garage to rose garden: 9 paces\n- Rose garden west edge to marked X: 4 paces to the north\n- Burial depth notation: [faded, illegible]\n\nADDITIONAL MARKINGS:\n- Small circular symbol near X (possible tree markers)\n- Weathered stains across surface",
  "character_interpretations": {
    "explorer": "Professional surveyor quality. Precise measurements from identifiable landmarks—someone expected to return and excavate.",
    "art_collector": "Frankie drew this—I recognize her hand from business documents. The rose garden location is perfect for Prohibition-era assets.",
    "heiress": "This map shows where treasure is buried on MY property. Whatever is buried there is technically mine.",
    "baker": "The rose garden. My family has a rose bread recipe passed down through generations. Coincidence?",
    "clockmaker": "Professional work. Someone organized enough to bury assets methodically would keep precise records.",
    "fiduciary": "If whatever is buried there was hidden before government seizure in the 1960s, then it legally belongs to whoever owns the property now. The Heiress owns the mansion.",
    "influencer": "'The Rose Garden Treasure' is what my listeners call it. My most popular episode explored whether Frankie Romano drew this herself and whether it's still there under the Montrose Estate.",
    "professor": "The paper age and ink analysis confirm it's from the 1920s-1930s era. The precision of the measurements suggests someone with training—possibly surveying experience.",
    "psychic": "The rose garden. There's energy there. Something was hidden with intention, not hastily buried.",
    "dressmaker": "The rose garden. Cordelia loved her roses. Did Romano choose that location intentionally, knowing what it meant to the Montrose family?",
    "mortician": "A map to buried treasure. Nothing I can evaluate forensically, but the location suggests careful planning.",
    "doctor": "Nothing medically relevant here, but the precise measurements suggest methodical thinking—someone who valued accuracy and documentation."
  }
}
