{
  "id": "trust_records",
  "title": "Trust Records",
  "type": "Financial Document",
  "date": "1925-present",
  "location": "Fiduciary Office",
  "content": "MONTROSE FAMILY TRUST DOCUMENTS\n\nESTATE STRUCTURE:\nPrincipal Estate: Montrose Manor and Kennebec Avenue Property\nTrustee: Fiduciary Office of Kennebec County\nOriginal Settlor: Eleanor Montrose (d. 1908)\n\nHEIRS AND BENEFICIARIES:\n\nPrimary Beneficiary (until October 18, 1925): Cordelia Margaret Montrose\n- All estate income: $5,000 annually\n- Full ownership of manor and grounds\n- Personal property valuations: $125,000\n\nCONTINGENT BENEFICIARIES:\nUpon Cordelia's death without issue:\n1. Eleanor Sullivan (illegitimate daughter of Cordelia) - if identified\n   - Full estate inheritance\n   - Contingent on verification of parentage and legitimacy\n   - Trust established for future support: $50,000\n\n2. Margaret Montrose (sister) - if Eleanor not located\n   - 40% of estate\n   - Annual stipend: $2,000\n\n3. Thaddeus Crane (brother-in-law, by marriage) - if other heirs unavailable\n   - Temporary guardianship of estate pending resolution\n   - Fiduciary compensation: $500 annually\n\nCURRENT STATUS (October 1925):\nCordelia Montrose deceased: October 18, 1925\nEstate status: PENDING\nSearch initiated: Eleanor Sullivan (adoptive family: Sullivan family, Boston)\nDeadline for heir location: January 18, 1926\nEstimated total estate value: $500,000+",
  "character_interpretations": {
    "heiress": "This is my inheritance we're discussing. Eleanor Sullivan—who is that?. The document says 'illegitimate daughter'. And if she isn't 'verified' and 'proven' legitimate, I lose everything. Whoever benefits from Eleanor staying hidden also benefits from me never claiming what's mine.",
    "doctor": "I see the problem immediately. My ancestor Thaddeus is positioned as temporary guardian—essentially controller—of a half-million-dollar estate if Eleanor Sullivan cannot be located. Three deaths in October 1925, and suddenly the entire inheritance hinges on Eleanor being found or not. The incentive structure here is deeply troubling.",
    "explorer": "Eleanor Sullivan in Boston. That's the key to this whole puzzle. If I can find Eleanor—or prove she exists and is legitimate—then the Montrose inheritance goes where it's supposed to go. But if she stays hidden or can't be verified, then the estate falls to people who might have good reasons to keep her hidden.",
    "fiduciary": "I'm the one responsible for managing this deadline. Ninety days to locate an illegitimate child given away at birth. It's a nearly impossible task. And if Eleanor can't be found, Thaddeus Crane gains guardianship of the largest unclaimed estate in the county. I have to wonder: would someone work to keep Eleanor hidden?",
    "dressmaker": "I remember Cordelia speaking about Eleanor, her secret daughter. The shame, the heartbreak of giving her up. Cordelia wanted Eleanor to have what she couldn't have—legitimacy, inheritance, security. But that inheritance is only hers if she can be proven. In the eyes of this document, she's still illegitimate unless 'verified.' That's a cruel condition.",
    "influencer": "This is the kind of scandal that destroys reputations. An illegitimate child. A secret that society would crucify Cordelia for—if it came out. But now Cordelia's dead, and Eleanor is either the rightful heir to a fortune or erased completely. There's gossip here worth exploring: who knew about Eleanor? Who would benefit from her staying a secret?"
  }
}
