{
  "entries": [
    {
      "date": "1924-03-11",
      "location": "Long Beach Medical Office",
      "title": "A Day Well Spent",
      "content": "<img src=\"../assets/doctors_office_portrait.png\" width=\"300\" height=\"300\" alt=\"Dr. Thaddeus Crane in his office\">\n\nDr. Thaddeus Crane sat in his office on Ocean Avenue, savoring the satisfaction of a day well spent. Two difficult diagnoses—a case of pernicious anemia that lesser physicians might have missed, and a particularly troublesome case of quinsy—both handled with the precision and insight that had built his reputation.\n\nHe was a man who looked precisely as a physician should: mid-thirties, with a prominent jaw that suggested both competence and authority, small serious eyes that seemed always to be assessing, and a squarish head crowned with thick brown hair, perfectly groomed. His white coat was immaculate.\n\nThe afternoon light slanted through the window, illuminating the leather-bound medical journals stacked neatly on his desk, the framed diploma from Johns Hopkins on the wall. Everything in its place. Everything as it should be.\n\nHe opened his personal journal—a small weakness, he supposed, but then again preserving his thoughts for posterity was of utmost importance.\n\nSometimes, in a moment of sentimentality, Dr. Thaddeus imagined his own death (tragically premature, no doubt—perhaps saving a patient during an epidemic). The mourners gathered. And then—someone would discover these journals tucked away in his desk. They would open the leather cover with trembling hands. They would read his penetrating observations and they would whisper: \"My God, we never truly appreciated the mind we had among us.\"\n\nHis thoughts wandered off and his pen met the paper:\n\n<strong><i><u>On Dr. Morrison and Lesser Minds</u></i></strong>\n\n<strong><i>The Morrison clinic is insufferable. Dr. Morrison is competent enough, I suppose, but his method lacks refinement. He approaches medicine as if it were mere carpentry—measuring, testing, building without vision. Medicine is art. It requires imagination, intuition, the kind of intellectual superiority that separates the truly great physicians from the merely adequate.</i></strong>\n\n<strong><i><u>On Patients and Belief</u></i></strong>\n\n<strong><i>I prescribed a new tonic for Mrs. Harrington today. She will attribute any improvement to my brilliance. Of course, the improvement comes from her own body's natural healing—but she will never understand this. People need to believe in their doctor. They need to feel their fate rests in superior hands. It is kinder this way.</i></strong>"
    },
    {
      "date": "1924-05-21",
      "location": "Thaddeus Crane's Patient Notes",
      "title": "Patient Consultation - Alice Whitmore",
      "content": "<i><u>Initial Assessment: Miss Alice Whitmore</u>\n\nPatient presented by family following what they describe as \"episodes of hysteria\" beginning March 18th, coinciding with news of her brother's death at sea.\n\nDr. Morrison (predictably) diagnosed acute hysteria and prescribed bed rest, bromides, and the usual tedious regiment of \"calm activities.\" The family reports no improvement. Morrison suggested commitment to a sanitarium if symptoms persist. Typical.\n\n<strong>Patient's Account:</strong> Miss Whitmore describes vivid dreams—visions, she insists—beginning the night she received news of her brother's loss. The dreams are disturbingly specific: a woman drowning in blood (she identifies the woman as her friend, Miss Cordelia Montrose), the sound of an infant crying, a sense of overwhelming dread.\n\nShe reports physical symptoms: rapid heartbeat, cold sweats, the sensation of \"knowing\" things she shouldn't know.\n\n<strong>My Assessment:</strong> This is not hysteria.\n\nThe medical establishment, in its typical narrow-mindedness, dismisses anything it cannot measure or classify as female neurosis. But I have studied the work of the Society for Psychical Research, the experiments at Duke University. There are documented cases of precognitive ability, of sensitivity to events beyond normal perception.\n\nMiss Whitmore exhibits classic markers of genuine psychic sensitivity:\n\n• Visions triggered by emotional trauma (the death/loss of her brother)\n• Specific, verifiable details (not vague premonitions)\n• Physical manifestations consistent with heightened sensory perception\n• Distress at being disbelieved\n\n<strong>Treatment Plan:</strong> I will monitor her carefully. Most importantly, I will believe her—something no other physician in this provincial town is capable of doing.\n\nIf her visions prove accurate, I may be witnessing something quite extraordinary. And I intend to be the physician who finally brings scientific legitimacy to the study of psychic phenomena.\n\nHistory will remember my name for this.</i>"
    },
    {
      "date": "1924-05-22",
      "location": "Dr. Crane's Personal Journal",
      "title": "The Whitmore Arrangement",
      "content": "<i><u>The Whitmore Arrangement</u>\n\nThe family has agreed to weekly private consultations under the framework of a psychoneurological research study. I've explained to them—in terms they could comprehend—that Miss Whitmore's symptoms suggest a phenomenon at the intersection of neurology and psychology.\n\nDiseases of the mind and diseases of the body are merely different manifestations of the same fundamental truth about human existence. The body is the mind made flesh; the mind is the body made conscious. Descartes was wrong about his dualism, but it takes a mind of rare sophistication to understand why. The nervous system is not merely a biological structure—it is the very architecture of consciousness, the material expression of thought itself. A concept, I'm certain, that exists entirely beyond Morrison's pedestrian understanding. The man probably still believes the soul resides in the pineal gland.\n\nDr. James taught us at Hopkins that psychology and physiology are inextricably linked—though I suspect even he would not have pursued the full implications as I intend to.\n\nThe Whitmores are desperate enough to embrace my approach. Morrison's crude recommendation of institutionalization terrified them—the man treats medicine like carpentry.\n\nIf her abilities prove genuine—and I suspect they will—I will establish an entirely new field of medical inquiry.</i>"
    },
    {
      "date": "1924-06-15",
      "location": "Dr. Crane's Office",
      "title": "A Vision Described",
      "content": "<img src=\"../assets/alice_psychic.png\" width=\"300\" height=\"300\" alt=\"Alice describing her psychic visions\">\n\nAlice Whitmore sat in the leather chair across from Dr. Thaddeus Crane's desk, her hands folded in her lap. Her posture was impeccable—back straight, ankles crossed, chin level—the product of years of finishing school training. Only the slight tremor in her fingers betrayed her.\n\n\"Tell me about last night's vision,\" Thaddeus said, his pen poised over his notebook.\n\nAlice took a measured breath. When she spoke, her voice was steady, precise. \"It was more vivid than the others. More... complete.\"\n\n\"Go on.\"\n\n\"Cordelia was standing at the edge of a cliff. I could feel the wind—sharp, cold, coming from the ocean. She was wearing a white dress.\" Alice's eyes remained open, focused on some middle distance. \"There was a crowd of people behind her. I couldn't see their faces clearly, but I could hear them.\"\n\n\"What were they saying?\"\n\n\"They were chanting. Not words exactly, but... pressure. Urging her forward. Jump, jump, jump.\" Alice's refined composure cracked slightly. \"The voices got louder. Louder. Until they were deafening, unbearable. And then—\"\n\nShe paused, and Thaddeus noticed how she gripped her gloved hands together more tightly.\n\n\"Then they stopped. Complete silence. And in that silence, I heard a baby crying. Not a normal cry—this was desperate. Piercing. The kind of sound that makes your heart stop.\"\n\nThaddeus leaned forward slightly, his pen moving across the page. \"Describe the quality of the sound.\"\n\nOnly Alice would understand why he asked such a strange question. Only she would answer it seriously.\n\n\"Haunting,\" she said. \"Like the baby knew something terrible was about to happen. The cry got louder, more frantic, and then—\" Her voice dropped to barely a whisper. \"Then the baby just... burst. Exploded into pieces. And there was blood everywhere. On the rocks, in the water, on Cordelia's white dress. So much blood. Even the skies looked red.\"\n\nShe closed her eyes finally, and Thaddeus saw her swallow hard.\n\n\"When I woke up, I could still smell it. Copper. Salt. Death.\"\n\nThe room was silent except for the scratch of Thaddeus's pen. He wrote quickly, capturing every detail while they were fresh.\n\n\"Miss Whitmore,\" he said finally, setting down his pen, \"have you spoken to Miss Montrose recently?\"\n\n\"Not in months. Not since...\" Alice opened her eyes. \"Not since Thomas died. I tried to write to her, but my letters went unanswered. When I inquired at the Montrose house, her mother was quite short with me. She said Cordelia was traveling abroad, that post might be irregular. She suggested I stop writing altogether and simply wait for her return.\"\n\n\"Yet you continue to see her in your visions.\"\n\n\"Yes.\" Alice's intelligence shone through her distress. \"That's what troubles me most, Dr. Crane. These aren't memories or anxieties about our friendship. These feel like warnings. As if something terrible is going to happen to her, and I'm being shown it so I can... what? Stop it? I don't even know if that's possible.\"\n\nThaddeus regarded her carefully. Another woman might be hysterical after such a vision—weeping, incoherent. But Alice sat before him analyzing her own psychic experiences with remarkable clarity, trying to understand their meaning and purpose.\n\nExtraordinary.\n\n\"The baby in your vision,\" he said. \"Do you believe it's literal or symbolic?\"\n\nAlice met his eyes directly. \"I'm terrified it's all real—but perhaps metaphorical. Amplified, like reflections in a carnival mirror. The truth, but distorted.\"\n\nShe added quietly: \"Dr. Crane? Do you think I'm mad?\"\n\nAlice's questions and observations made him certain she was more than just another patient. But he couldn't tell her all of it just yet.\n\n\"I think,\" he said carefully, \"that what you're experiencing is extraordinary. You are certainly not mad, Alice,\" he added softly.\n\nAlice breathed a sigh of relief and even smiled a little. Something shifted in his chest at that small smile—professional detachment giving way to something more dangerous. Her eyes shone with an intelligence that recognized intelligence in himself, he was certain.\n\n\"Thank you, Dr. Crane! I will see you next week!\""
    }
  ]
}

