{
  "entries": [
    {
      "date": "2025-11-01",
      "location": "Montrose Mansion, The Abandoned Laboratory",
      "title": "Sebastian's Jealousy",
      "content": "The Professor and Dr. Sinclair had been methodically searching the laboratory for hours, documenting every jar, every scrap of paper, every clue to what Sebastian Crane had been creating in this dusty shed.\n\nThe Professor was examining botanical samples when Dr. Sinclair called out from the main workbench.\n\n\"Found something. More of Sebastian's notes.\"\n\nThey were scattered across the workbench—loose pages, some water-stained, others perfectly preserved. Dr. Sinclair picked up one that was dated late August and began to read aloud:\n\n<strong><i><u>August 24, 1925 - Sebastian's Notebook</u></i></strong>\n\n<strong><i>Elias Monroe has been spending considerable time with Cordelia on the dress alterations. Fittings, measurements, consultations—it all seems excessive for a wedding dress, even one as elaborate as ours will be.\n\nI know he is a craftsman, meticulous about his work. His reputation is built on perfection. But something in his demeanor troubles me. The way he looks at her when he thinks no one is watching. The way he finds excuses to extend their appointments.\n\nCordelia insists the dress is not yet perfect, that he is merely being thorough. She sees no cause for concern.\n\nAnd yet.\n\nBut I have faith in my elixir. I feel us becoming more bound with each passing day. The ritual draws us closer, intertwines our very essences. By the wedding day, she will be mine completely—in ways that no dressmaker's needle can accomplish.</i></strong>\n\nDr. Sinclair looked up. \"Elias Monroe. The dressmaker. Sebastian was jealous of him.\"\n\n\"Elias Monroe?\" The Professor frowned. \"Does anyone know anything about him? Is he connected to the current Monroe Bespoke & Alterations?\"\n\n\"Did someone say Elias Monroe?\"\n\nThey both turned to find the Influencer standing in the doorway of the laboratory, phone in hand, eyes gleaming with interest.\n\n\"What do you know?\" Dr. Sinclair asked.\n\nThe Influencer stepped inside, already recording. \"Elias Monroe—as in Monroe Bespoke & Alterations, yes. That shop has been in Long Beach since 1920. And here's the tea: rumor has it Elias was desperately in love with Cordelia Montrose. Like, obsessively in love. There were whispers that they had a brief fling before she got engaged to Sebastian.\"\n\n\"A fling?\" The Professor's eyebrows rose.\n\n\"Well, gossip anyway. You know how people talk. Apparently Cordelia was quite the flirt—just like her mother in her day. The Montrose women had that reputation.\" The Influencer scrolled through their phone. \"I found some old society column mentions. Cordelia was seen with Elias at the theater, at gallery openings. Always explained away as 'consulting about her trousseau,' but people wondered.\"\n\nDr. Sinclair looked back at Sebastian's note, their expression thoughtful. \"So Sebastian knew. Or at least suspected.\"\n\n\"Jealousy is a powerful motive,\" the Professor said slowly."
    },
    {
      "date": "2025-11-01",
      "location": "Monroe Tailor and Alterations, Long Beach",
      "title": "The Dress and Its Secrets",
      "content": "When the Dressmaker heard about the investigation at the Montrose mansion, their hands began to tremble.\n\nThat dress... the one that held ghosts in its folds.\n\nThe Dressmaker walked to the back of their shop, past the modern sewing machines and bolts of contemporary fabric, to the old mahogany armoire that had belonged to their great-grandfather, Elias Monroe.\n\nThey opened the carved wooden doors with reverent hands.\n\nAnd there it was.\n\nEven after a hundred years, even wrapped in yellowed muslin and tissue paper, it was breathtaking. A wedding dress, never worn. Ivory silk that still held its lustrous sheen. Delicate Chantilly lace at the collar and sleeves. Thirty-two pearl buttons down the back, each one sewn by hand with thread so fine it was barely visible.\n\nElias Monroe had been a master of his craft—sought after by the wealthiest families in 1920s Long Beach, known for his artistry and uncompromising precision. This dress had been his masterpiece.\n\nBut there was something else tucked inside the folds of muslin.\n\nA small cedar box, no bigger than a book.\n\nThe Dressmaker lifted it carefully and opened the lid. Inside was a photograph—sepia-toned, edges worn soft with age. A young woman stood in a garden surrounded by roses, her large brown eyes full of dreams and poetry. She wore a dress the pale blush of tea roses, and her long hair was pinned loosely at the sides.\n\nOn the back, in Elias's careful copperplate handwriting: \"My muse. C.M.\"\n\nBeneath the photograph were folded papers—poems, written in the same precise hand.\n\nThe Dressmaker picked up the first one, dated and creased with age:\n\n<strong><i><u>\"For Cordelia\" (Unsent) - August 20, 1925</u></i></strong>\n\n<strong><i>She turns to roses in the garden light,\n\nNot knowing I have fallen into night.\n\nEach stitch I sew, each pin I place with care—\n\nMy heart caught in the dress she'll never wear.</i></strong>\n\nThe Dressmaker's throat tightened. They picked up the second poem. The handwriting was shakier here, less controlled, as if written in distress:\n\n<strong><i><u>\"Watching Her Fade\" (Unsent) - October 8, 1925</u></i></strong>\n\n<strong><i>She wears her beauty now like sorrow's crown,\n\nI fit the silk and dare not let her down.\n\nShe's lost the light she carried like a flame—\n\nSome poison's in her now. Who is to blame?</i></strong>\n\nThe Dressmaker stared at the date. October 8, 1925. Just 9 days before Cordelia Montrose died—supposedly of heart failure, supposedly from grief over her husband's sudden death.\n\nBut that line...\n\n\"Some poison's in her now. Who is to blame?\"\n\nElias had known something. And he'd written it down in poetry because he had no other way to speak the truth.\n\nThe Dressmaker carefully refolded the poems and placed them back in the box with the photograph. Then they lifted the wedding dress from the armoire—still perfect, still waiting, still holding the ghost of a woman who'd never gotten to wear it.\n\nThis dress had a story to tell.\n\nAnd the Dressmaker was going to make sure someone finally listened.\n\nI must get to the Montrose mansion, they thought, already reaching for their coat."
    },
    {
      "date": "1925-09-15",
      "location": "Monroe Bespoke & Alterations",
      "title": "The Fitting",
      "content": "Cordelia Montrose stood on the fitting platform in Elias Monroe's dressmaker shop, her arms extended as he took the final measurements for her wedding dress.\n\n\"Hold still, please, Miss Montrose,\" he murmured, his measuring tape stretched across her back.\n\nBust: 34 inches\n\nWaist: 24 inches\n\nLength: 62 inches from shoulder\n\nShe appeared smaller than when he'd first measured her in July. More delicate. Fragile, even. Elias made a careful note—she'd lost nearly two inches from her waist in just six weeks.\n\nA sting of concern pierced his heart. All this stress that man is putting her through, he thought, carefully pinning the muslin mock-up at her shoulder. Sebastian Crane.\n\nElias had heard the rumors—the pharmacist's involvement with bootleggers at the port, his questionable business dealings, the whispers about his experiments with strange compounds. He was not impressed. He desperately wanted to tell Cordelia not to marry him, to warn her that something felt wrong about the whole arrangement.\n\nBut instead, he just took careful measurements and adjusted pins with steady hands.\n\n\"Oh!\" Cordelia said suddenly, her face brightening. \"Could you add a pocket? A hidden one in the seam, if you can manage it, Elias?\"\n\nThat bright laughter returned to her eyes—the spark he'd fallen in love with the first time she'd walked into his shop.\n\n\"Of course,\" he said softly. \"Every bride should have a secret or two.\"\n\nCordelia knew of Elias's feelings for her, though not the full extent of them. He reminded her of her own youthful infatuations, the silly poems she'd written, the innocent laughter. But she was different now. A grown woman. She'd left those dreamy, innocent days behind.\n\nA cloud passed over her beautiful face, darkening those large brown eyes.\n\nA bride with secrets indeed.\n\nElias saw it—that shadow—and his hands stilled for a moment before continuing their work. He wanted to ask what troubled her. He wanted to tell her she didn't have to go through with this wedding.\n\nBut he was just the dressmaker.\n\nSo he pinned the ivory silk and said nothing at all."
    },
    {
      "date": "1925-10-15",
      "location": "Montrose Mansion, Cordelia's Bedroom",
      "title": "A Final Request",
      "content": "Elias Monroe stood at the entrance of the Montrose mansion, a feeling of dread settling over him like a shroud. The house loomed above—grand, imposing, and somehow wrong.\n\nCordelia had sent for him. The note had been brief, urgent: <strong><i>Please come. I need to see you. There isn't much time.</i></strong>\n\nA maid led him upstairs to Cordelia's bedroom. When he entered, his breath caught in his throat.\n\nShe sat propped against pillows, her face pale as the ivory silk of her unworn wedding dress. The vibrant woman he'd measured just weeks ago had become a ghost—white as a sheet, hollowed out.\n\n\"Elias,\" she said, her voice thin but warm. \"Thank you for coming.\"\n\n\"Cordelia.\" He crossed the room quickly, taking the chair beside her bed. \"Your note—you said you were unwell…\"\n\nShe smiled sadly. \"I think I'm dying, Elias.\"\n\n\"Don't speak like that.\" The words came out sharper than he intended. \"What does the doctor say? Surely there's treatment—\"\n\n\"Oh, Thaddeus?\" A bitter laugh escaped her lips. \"He says it's grief. That I'm dying of a broken heart over Sebastian's death.\" She looked at him directly, her large brown eyes still beautiful despite the shadow of death in them. \"But I know better. Something is eating away at my insides. I can feel it—like a slow fire consuming me from within.\"\n\nElias felt ice in his veins. \"Then you need another doctor. Someone who will actually help—\"\n\n\"It's too late for that.\" Her hand reached out, thin and trembling, and grasped his. \"Please, Elias. Let's not speak of it now. I have something to ask you. Will you do something for me?\"\n\n\"Anything.\" The word came without hesitation.\n\nCordelia took a shaking breath. \"When I was younger, I was foolish and...\" Her voice broke. Tears spilled down her pale cheeks. \"And it doesn't matter now what happened. But Elias, I have a daughter. Her name is Eleanor.\"\n\nElias went very still. He remembered 1924—Cordelia's sudden \"vacation\" to Europe, nine months gone, the strange vagueness about her travels.\n\n\"All I can think about these last few days is her,\" Cordelia continued, her voice urgent now, desperate. \"My little girl. I never got to hold her. Never got to tell her I loved her. They took her away immediately—said it was for the best, that she'd have a proper family, a proper life.\"\n\n\"Cordelia...\"\n\n\"Please.\" She pressed a folded paper into his hand. \"I want to leave something for her. Just a small thing—something that shows I thought of her, that I loved her even though I could never be her mother.\"\n\nElias unfolded the paper carefully. It was a recipe, written in Cordelia's careful hand:\n\n<strong><i>Rose Bread - My favorite</i></strong>\n\n\"Mail this to her, Elias. To Eleanor. Wherever she is, whatever family has her.\"\n\nElias clutched the recipe, his own eyes burning. \"I promise. I'll find her. I'll make sure she knows.\"\n\n\"Thank you.\" Cordelia closed her eyes, exhausted from the effort of speaking. \"You've always been such a good friend to me, Elias…\"\n\n\"Cordelia?\"\n\nShe didn't answer.\n\nElias sat with her as the afternoon light faded, holding her hand, the recipe pressed against his heart.\n\nTwo days later, she was gone."
    }
  ]
}
