{
  "entries": [
    {
      "date": "2025-11-01",
      "location": "Montrose Mansion Gardens",
      "title": "Alice's Appearance",
      "content": "Margo Laveau made her way back toward the main house, her mind heavy with the weight of three restless spirits.\n\nThree souls, trapped for a century. All waiting. All calling to her.\n\nShe thought of her great-grandmother, Celestine Laveau—the legendary spiritualist whose name still commanded respect in some circles. Could Margo live up to that legacy?\n\nShe thought about the three souls, trapped for a century. All waiting. All calling to her. Her thoughts settled on Alice Whitmore.\n\nMargo had read Celestine's journals before coming here. There had been an entry dated May 1924: \"Met with the Whitmore family today. Their daughter Alice has the gift—genuine precognitive ability, not the hysteria that fool Morrison diagnosed. I've offered to train her personally. Such talent is rare. She could become extraordinary.\"\n\nAnd then, just months later, Alice was dead. Skull crushed at the bottom of a staircase.\n\nShe was lost in thoughts as a familiar cold wind swept across the grounds, raising goosebumps on Margo's arms. The temperature dropped ten degrees in an instant.\n\nShe stopped walking.\n\nThe air shimmered in front of her, and she was face to face with Alice Whitmore.\n\nExcept her vision was different from others. Alice appeared almost solid—a young woman in a pale dress from the 1920s, her features delicate and clear, her eyes bright with intelligence. She looked aware. Conscious in a way ghosts rarely were. As if death hadn't quite managed to claim all of her.\n\n\"Ms. Laveau,\" Alice said, her voice surprisingly strong. \"Thank you for coming. I'm so glad you're here today.\"\n\nMargo's breath caught. She didn't have to close her eyes, didn't have to enter a trance or carefully attune her senses. Alice was simply there, speaking as clearly as any living person.\n\nA sad smile crossed Alice's face. \"I can see through the veil now from both sides. It's clearer than it ever was when I was alive. Though sometimes...\" she faltered, \"sometimes I get confused. Earlier today, I thought I saw Thomas. But that couldn't be, could it? Decades have passed. If Thomas were alive, he'd be an old man by now.\"\n\n\"Alice,\" Margo said gently, \"tell me—what's keeping you here?\"\n\n\"Justice.\" The word came out fierce, certain. \"Only that justice is served. For everyone. For myself, for Sebastian, for my dear friend Cordelia. We've been waiting so long for someone to see the truth. To understand what really happened.\"\n\n\"Do you remember what happened to you, Alice?\" Margo asked, surprised by the clarity of their communication. Most ghosts were just sensations—cold spots, emotional impressions, fragments of memory. But Alice was here.\n\nAlice's expression grew troubled. Her form flickered slightly, as if the emotion was destabilizing her manifestation.\n\n\"I remember...\" she began, her voice becoming uncertain. \"I remember going to see Thaddeus. I remember asking him to confess what he had done - I don't think he meant to do it.\" Her vision flickered, raw with emotions. \"Then, all I remember is something hitting me, on the back and everything going dark.\"\n\n\"It's all so fuzzy now!\" Her voice rose with frustration and fear. \"I can't remember the moment—the actual moment it happened. It's like a blank space in my mind. But you must uncover the truth!\"\n\nThen suddenly, Alice Whitmore dissolved into nothing, leaving only the scent of roses and the echo of desperate words hanging in the cold November air."
    },
    {
      "date": "2025-11-01",
      "location": "Montrose Mansion, Abandoned Laboratory",
      "title": "Sebastian's Understanding",
      "content": "The Professor and Dr. Sinclair had been working through Sebastian Crane's scattered notes for hours when Dr. Sinclair called out from the corner of the laboratory.\n\n\"Professor, look at this. Sebastian's notes again.\"\n\n<strong><i><u>October 6, 1925 - Sebastian's Notebook - Understanding</u></i></strong>\n\n<strong><i>I am dying. And I deserve to be.\n\nI spent years working on a formula I knew nothing about. Thought I could capture LOVE in liquid form. I, a man who once mixed the wrong ratio of potassium bromide and nearly went blind, could be trusted with Cordelia's wellbeing.\n\nI did not verify storage conditions. Did not account for temperature fluctuations. I considered this only AFTER my fiancée began showing symptoms.\n\nI tested on myself—me, the least qualified person to test anything. Should have consulted more with Hartley. Should have been more careful.\n\nAnd now Cordelia is dying because I was careless. Because I was arrogant.\n\nI gave her poison thinking it was poetry.</i></strong>\n\n\"He tested it on himself,\" the Professor said quietly, understanding the implications. \"Because he loved her and wanted to make sure it was safe.\"\n\n\"And it wasn't,\" Dr. Sinclair replied.\n\n\"Look here, there is a note from Dr. Thaddeus, Sebastian's brother.\"\n\n<strong><i><u>October 7, 1925 - Thaddeus's Antidote Research Notes</u></i></strong>\n\n<strong><i>Sebastian has ingested foxglove derivative. Dosage unknown but acute symptoms present. The compound can be managed with proper intervention. Cardiac glycosides respond to electrolyte management and cardiac support.\n\nFirst approach: Gastric lavage immediately to remove remaining toxin from the digestive tract. High-dose potassium supplementation. Strict bed rest with cardiac monitoring.\n\nSecond approach: Diuretics to increase urine output and flush toxins from the system.\n\nThis is manageable. I have handled toxin cases before. I am managing it.</i></strong>"
    },
    {
      "date": "2025-11-01",
      "location": "Montrose Mansion, Abandoned Laboratory",
      "title": "Thaddeus's Failed Treatment",
      "content": "Dr. Sinclair looked up at Professor Hartley, his expression grave. \"Dr. Thaddeus knew about the foxglove. He diagnosed it immediately—look at his notes. He knew Sebastian had ingested it and was actively trying to treat him.\"\n\nProfessor Hartley adjusted his glasses, reading the medical notes more carefully: \"These are standard 1920s protocols for cardiac glycoside poisoning. Textbook first response—gastric lavage, activated charcoal, electrolyte management.\" He tapped the page. \"But this confidence here is concerning. Look at his prognosis: 'Good if electrolytes are maintained.' He's drastically underestimating the severity. Most cases of foxglove poisoning this acute don't respond to standard electrolyte management alone.\"\n\n\"Here are more notes. Dr. Thaddeus again,\" the Mortician chimed in with an unsettling gleam in her eyes.\n\n<strong><i><u>October 7, 1925 - Thaddeus's Antidote Research Notes</u></i></strong>\n\n<strong><i>Dear Professor Hartley,\n\nI write regarding a confidential medical matter. A patient has been exposed to concentrated foxglove derivative. I am formulating a counter-treatment and require your expertise on botanical remedies.\n\nSpecifically: Are there known plants or compounds known to counteract cardiac distress from digitalis poisoning? Any botanical knowledge that might provide cardiac support would be invaluable.</i></strong>\n\n<strong><i><u>October 9, 1925 - Thaddeus's Antidote Research Notes</u></i></strong>\n\n<strong><i>[Handwriting deteriorating]\n\nHawthorn strengthens heart tissue. Willow bark reduces inflammation. Combined with additional potassium and strychnine for cardiac stimulation.\n\nDosed patient this morning. Monitoring continuously.\n\n[Hours later, same page]: NOTHING. No improvement. The heart continues to fail. Why doesn't the body respond to treatment?\n\nUnless the concentration of toxin is so extreme that my standard protocols cannot compete with it.\n\nUnless I am fundamentally misunderstanding something.</i></strong>\n\n<strong><i><u>October 11, 1925 - Thaddeus's Antidote Research Notes</u></i></strong>\n\n<strong><i>[Barely legible]\n\nSebastian's heart stopped this morning at 3 AM. I performed manual resuscitation. His heart resumed after five minutes. By some miracle.\n\nI have tried everything. Gastric lavage. Potassium supplementation. Strychnine. Nitroglycerin. Willow bark. Hawthorn. Diuretics. Venesection. Every treatment known to modern medicine.\n\nNone of it works.\n\nI am a physician. I am supposed to SAVE LIVES. And I am watching my brother die, and I KNOW WHY but I cannot admit WHY and I cannot fix WHAT I HAVE DONE.\n\nCordelia is also sick. She is deteriorating rapidly.</i></strong>"
    },
    {
      "date": "2025-11-01",
      "location": "Montrose Mansion, Abandoned Laboratory",
      "title": "The Hidden Diary Discovery",
      "content": "As Dr. Sinclair, Professor Hartley and the Mortician were processing what she had found, Grandmother entered the room. Behind her was the Influencer, recording, listening.\n\n\"Find Dr. Thaddeus Crane's diary,\" Grandmother said. \"It's hidden in this house somewhere. The answers are in those pages.\"\n\nThe Influencer had overheard Grandmother's instructions and felt his pulse quicken. A hidden diary from a physician at the center of a century-old mystery? This was exactly the kind of exclusive that would break the internet.\n\nHe moved through the mansion methodically, phone camera documenting everything. The main bedrooms held nothing but dust. The study was locked. The library had too many hiding places.\n\nBut the dining room—that felt right.\n\nIt took an hour of careful searching before he found it. The window seat had a loose cushion, and beneath it, a floorboard that gave slightly to pressure.\n\nThe Influencer's heart raced as he pried it up, revealing the oilcloth-wrapped bundle in the darkness.\n\nDr. Thaddeus Crane's leather journal, aged but preserved, with a brass lock that had long since corroded.\n\nHe found a quiet corner of the mansion and began to read, his phone camera documenting each page.\n\nThe early entries were clinical. Medical observations. Notes on psychology and the nature of the mind. Dismissive references to his patients' concerns.\n\nBut as the dates progressed to 1924, something shifted."
    },
    {
      "date": "1925-09-02",
      "location": "Dr. Crane's Hidden Diary",
      "title": "Insomnia",
      "content": "<strong><i>I cannot sleep. My hands will not stop trembling. I tell myself it is exhaustion from the clinic. But I know it is something else. Some moment of decision I have not yet fully acknowledged, even to myself.\n\nI lie awake considering possibilities. Hypothetically. Academically. What would be the most elegant approach?</i></strong>"
    },
    {
      "date": "1925-10-09",
      "location": "Dr. Crane's Hidden Diary",
      "title": "Sebastian's Arrival",
      "content": "<strong><i>Sebastian is ill. He arrived at my office this afternoon, pale and trembling. He described nausea, confusion, vision problems. He admits to drinking the elixir himself to test it before giving it to Cordelia. He poisoned himself!!! What is to be done?</i></strong>"
    },
    {
      "date": "1925-10-11",
      "location": "Dr. Crane's Hidden Diary",
      "title": "The Heart Stops",
      "content": "<strong><i>Sebastian is dead.\n\nHis heart simply... stopped. I was present when it happened. His breathing had become labored. His vision was nearly gone. And then his heart, damaged beyond capacity to continue, simply ceased its function.\n\nI stood there for a long moment, watching him. He is gone, the fool that he was.</i></strong>"
    },
    {
      "date": "1925-10-17",
      "location": "Dr. Crane's Hidden Diary",
      "title": "Cordelia's Final Hours",
      "content": "<strong><i>Cordelia died this morning. The autopsy will show cardiac failure. Natural causes, it will be recorded. A young woman's heart failing after her fiancé's sudden death, considering what she suffered, it is not surprising. I sat with her through her final hours. She was delirious with pain, confused, asking for Sebastian. I gave her morphine. I held her hand with genuine compassion while my other hand made careful notes of her declining vital signs.</i></strong>"
    },
    {
      "date": "1925-10-10",
      "location": "Dr. Crane's Hidden Diary",
      "title": "The Breaking Point",
      "content": "<strong><i>I cannot continue this deception. I cannot. The weight of it is suffocating me. When Sebastian walked into my office today, pale and trembling, describing the very symptoms I knew he would describe, I felt something splinter inside me. This is what I have done. This.\n\nI have ruined him. Cordelia too. They will both suffer because of my arrogance, my resentment, my pathetic need to escape my brother's shadow. And for what? For Alice? For some imagined transformation of my circumstances? What have I become? Alice came to see me this evening. She knew something was wrong—she always knows. I could not lie to her. I told her everything. The formula. The foxglove. My intentions. My weakness.\n\nShe listened in silence, and then she took my hands and said: \"Thaddeus, you must confess. You must go to the authorities and tell them what you have done. You must save yourself before this destroys you completely.\"\n\nBut I cannot confess. I cannot. If I do, everything ends. My reputation. My practice. My freedom. Perhaps my life itself. I tried to explain this to Alice, and she looked at me with such disappointment. Such contempt, even. I told her that I had no choice. That circumstances forced my hand. But we both knew I was lying. I am a coward. A murderer and a coward. This is what I am. This is what I have always been, beneath the veneer of superiority. Alice sees it now. She sees me clearly for the first time, and she is disgusted.\n\nI cannot confess. But I cannot live with this either. I am trapped between two impossible truths, and I have no path forward that does not end in destruction.</i></strong>"
    },
    {
      "date": "1925-10-11",
      "location": "Dr. Crane's Hidden Diary",
      "title": "Alice",
      "content": "<strong><i>Sebastian is dead.\n\nHis heart simply... stopped. I was present when it happened. His breathing had become labored. His vision was nearly gone. And then his heart, damaged beyond capacity to continue, simply ceased its function.\n\nI stood there for a long moment, watching him. He is gone, the fool that he was.\n\nAnd Alice. She is gone - it's all my fault! I keep thinking about her, her peaceful expression in her death. I wonder if she has forgiven me, I wonder if she understood. I was so scared, I could not let her expose me. She was innocent, you understand. Merely... unfortunate. A casualty of circumstances beyond her control. When her breathing stopped, I felt something crack inside me.</i></strong>"
    },
    {
      "date": "1925-10-19",
      "location": "Dr. Crane's Hidden Diary",
      "title": "The Man I Was",
      "content": "<strong><i>I closed her eyes and thought about the man I believed myself to be before all of this. That man seems like a stranger now.\n\nThat man no longer exists. I have become something else entirely. I have become someone who knows what he is capable of. And I cannot unknow it.</i></strong>"
    },
    {
      "date": "2025-11-01",
      "location": "Montrose Mansion, Garden Shed",
      "title": "The Weapon and the Evidence",
      "content": "The Mortician had spent decades learning to read what bodies revealed. So when she found herself drawn to the old garden shed—following instinct honed by years of careful observation—she moved with methodical precision.\n\nIt took her twenty minutes to notice the large shipment box tucked behind garden tools and rotted burlap. Harbor Trading Company. Dated October 1925.\n\nInside, wrapped carefully in burlap that had somehow survived the decades, was a silver candelabra. Heavy. Ornate. The kind of piece that would have graced the dining room of a grand house.\n\nThe Mortician's pulse quickened as she examined the base.\n\nMicroscopic specks. Dark. Old. Dried so completely that only someone trained to look for such things would notice them.\n\nShe pulled out the magnifying glass—a tool of her trade—and studied the pattern.\n\nThe angle told a story. The distribution spoke of a single, violent blow delivered from behind. Not multiple impacts. Not a fall. One strike, delivered with force and intention.\n\nBeneath the box, a leather satchel. Inside, papers.\n\nSilas Blackwell's original autopsy notes. The ones that contradicted the official death certificate.\n\n<strong><i><u>Alice Whitmore - Original Assessment</u></i></strong>\n\n<strong><i>Skull fracture, depressed, occipital region. Inconsistent with accidental fall from stairs. Trauma angle suggests horizontal strike from behind with heavy object. No defensive wounds. No bruising consistent with tumbling impact. Recommend further investigation.</i></strong>\n\n<strong><i><u>Sebastian Crane - Original Assessment</u></i></strong>\n\n<strong><i>Systemic poisoning. Severe hepatic damage. Cardiac tissue deterioration. Gastric contents show evidence of prolonged toxic exposure. Death likely from acute organ failure secondary to poison.</i></strong>\n\n<strong><i><u>Cordelia Montrose - Original Assessment</u></i></strong>\n\n<strong><i>Chronic poisoning. Evidence of deliberate, sustained administration over extended period. Gastric lining shows repeated exposure to toxic substance. Patterns consistent with medical knowledge and access to pharmacological compounds. Cause of death: organ failure secondary to chronic poisoning.</i></strong>\n\nThe Mortician carefully lifted something else from Silas's hidden documents—a small card on expensive cream-colored paper, and beside it, a yellowed bank deposit slip.\n\nAt that moment, the Influencer appeared in the laboratory doorway, phone in hand as always, but for once not filming. His expression was serious.\n\n\"What have you found here?\" he asked, looking at the evidence spread across the workbench.\n\nThe Mortician pointed to the heavy silver candlestick sitting on the corner of the table. \"This. Found it inside an old shipment box from Harbor Imports. It has microscopic traces of blood and hair still embedded in the base. This must be the murder weapon. What killed Alice Whitmore. And someone paid Silas Blackwell five hundred dollars to lie on the death certificates, to call Alice's death an accident, Sebastian's death accidental poisoning, and Cordelia's death heart failure.\"\n\nThe Influencer stepped closer, looking at the bribe note. His eyes widened.\n\n\"'For your discretion,'\" he read aloud. Then he looked up sharply. \"Wait. I think I know who wrote this.\" He pulled out his phone, scrolling quickly through photos he'd taken earlier. \"Look at the handwriting here—\" he showed them a photo of Dr. Thaddeus Crane's diary entries. \"And here—\" he held the bribe note next to the screen.\n\nThe handwriting was identical. The same elegant, precise script. The same distinctive way of forming capital F's and D's."
    }
  ]
}
