{
  "entries": [
    {
      "date": "2025-11-01",
      "location": "Montrose Mansion",
      "title": "Cordelia's Old Room",
      "content": "<img src=\"../assets/cordelia_diary_hand.png\" width=\"300\" height=\"300\" alt=\"A hand holding Cordelia's diary\">\n\nThe Heiress pushed open the door to what had been Cordelia Montrose's bedroom. A century of dust motes danced in the afternoon light.\n\n\"It should be here somewhere,\" she muttered. \"This was her room—I know that from family stories.\" She looked around at the ghostly furniture, still arranged as it had been in 1925. \"Where would I hide it if I were her?\"\n\nHer eyes landed on an ornate writing desk by the window.\n\n\"Ah. Of course.\"\n\nShe crossed the room and tried the drawers. The first two were empty. The third was locked. The Heiress smiled and pulled a hairpin from her hair, working the simple lock until it clicked open.\n\nInside lay a small diary with a silver clasp, its leather cover worn but intact.\n\nThe Heiress opened it eagerly, leafing through pages of romantic poetry about Thomas, the meeting with Sebastian Crane, their courtship through the summer of 1925...\n\n\"There should definitely be clues in here,\" she whispered.\n\nShe found the later entries and began to read:"
    },
    {
      "date": "1925-09-04",
      "location": "Cordelia's Diary",
      "title": "The Sacred Ritual",
      "content": "<i>This morning, Sebastian gave me the elixir. He called it a sacred ceremony. A gift before our wedding.\n\nThe liquid is pale amber, almost glowing in the light. It tastes sweet—cherry and honey, with something herbal underneath. Something that tastes like promises.\n\nHe drank from the same cup I did. \"We are binding our futures together,\" he said.\n\nI felt something shift inside me. Not magic, not in the way the old stories speak of magic. But something real. A sense of rightness. Of belonging to someone completely, and having them belong to me.\n\nEvery morning now. This will be our ritual.</i>"
    },
    {
      "date": "1925-09-09",
      "location": "Cordelia's Diary",
      "title": "Concerns About Alice",
      "content": "<i>I saw Alice today. We haven't really spoken since our argument in June, but I had to see her.\n\nShe seemed so lost. Tired. Transparent, almost. And the rumors about Dr. Thaddeus and her are everywhere now. People are starting to talk openly. Oh, Alice! Why won't you listen to me?\n\nI couldn't stay silent any longer. Not with Alice at risk. So I went to him. To Thaddeus. I confronted him in his office and told him to end it immediately, or I would expose his affair to the entire medical board, to all of Long Beach society. I told him I would destroy his reputation if he didn't leave her alone.\n\nHe just smiled at me. That cold, calculating smile. And said: \"How very protective of you, Cordelia. How very noble.\"\n\nI've never liked him. There's something wrong about him. Something is missing.</i>"
    },
    {
      "date": "1925-10-05",
      "location": "Cordelia's Diary",
      "title": "Growing Illness",
      "content": "<i>I've been feeling strange the past few days. A heaviness in my chest. My heart feels... wrong. Fluttering. Irregular. Sometimes it races, sometimes it seems to slow to almost nothing.\n\nI told myself it was just excitement about the wedding. Nerves. But the feeling persists.\n\nWhen I mentioned it to Sebastian, he looked worried. He said the elixir should make me feel strong, not weak. He asked if I wanted to stop drinking it.\n\nI said no. Of course not. The problem is not the elixir. The problem is the weight of everything else. The weight of my past. The weight of decisions made long ago that I cannot unmake.\n\nThe elixir is the only thing that feels true anymore.</i>"
    },
    {
      "date": "1925-10-08",
      "location": "Cordelia's Diary",
      "title": "A Terrible Realization",
      "content": "<i>Sebastian came to see me this afternoon, pale as death. Trembling. He said he tested the elixir on himself. That something is wrong with it. That we are both becoming ill.\n\nBut how is that possible? The elixir was supposed to be perfect. He worked on it for years. Every ingredient was supposed to be harmless.\n\nHe looked at me with such guilt in his eyes. As if he believed he had poisoned me.\n\nI told him it wasn't his fault. That whatever this is, we will face it together. But even as I said it, I felt the lie in my words. Something is wrong. Something is very wrong.</i>"
    },
    {
      "date": "1925-10-12",
      "location": "Cordelia's Diary",
      "title": "After Sebastian's Death",
      "content": "<i>Sebastian is dead.\n\nThey said his heart simply stopped. That his body couldn't sustain the strain.\n\nI cannot process this. I cannot form words around it. The man who loved me so completely, is gone. And I am still here. Still sick. Still confused.\n\nI don't understand what happened. I don't understand any of it.\n\nAll I know is that I am alone again. And something inside me is breaking.</i>"
    },
    {
      "date": "1925-10-13",
      "location": "Cordelia's Diary",
      "title": "Alice's Death",
      "content": "<i>I learned today that Alice is dead too. They said she fell. An accident.\n\nAlice. My oldest friend. The one I pushed away because I couldn't bear her presence.\n\nI should have been there for her. I should have continued to protect her. Instead, I abandoned her when she needed me most.\n\nAnd now Thaddeus's affair with her is public knowledge. The scandal is all anyone speaks of.\n\nI threatened to expose him. But I didn't do it. I was too weak, too ill. And now Alice is dead and I will never get the chance to ask her forgiveness.</i>"
    },
    {
      "date": "1925-10-14",
      "location": "Cordelia's Diary",
      "title": "Final Days",
      "content": "<i>I can barely leave my bed now. Every movement exhausts me. My heart races at irregular intervals, then slows to an unsettling crawl. I have difficulty breathing sometimes. The doctors are confused.\n\nDr. Thaddeus came to examine me. He was very thorough. Very clinical. He assured Mother it was likely grief—my body's response to losing Sebastian so suddenly.\n\nNothing to be concerned about, he said.\n\nBut I don't think that's what this is.\n\nI am afraid.</i>"
    },
    {
      "date": "2025-11-01",
      "location": "Montrose Mansion",
      "title": "Cordelia's Room - The Discovery",
      "content": "The Heiress raised her head from the diary, her mind racing.\n\n\"So much to process,\" she whispered. \"Sebastian gave Cordelia the elixir. He believed it was making her sick. He tested it on himself and realized something was wrong. But... he didn't intend to poison her. They're both dead now.\"\n\nShe flipped through the remaining pages and her breath caught.\n\nSeveral pages had been torn out—jagged edges where entries should have been.\n\n\"The missing pages,\" she breathed. \"They must hold the key. Who tore them out? And where are they now?\"\n\nThe Heiress clutched the diary and stood, her pulse racing.\n\nSomewhere in this mansion, those missing pages were hidden. And they might reveal the truth about what really happened in October of 1925."
    }
  ]
}

