{
  "entries": [
    {
      "date": "2025-11-01",
      "location": "Montrose Mansion Main Room",
      "title": "A Descendant Emerges",
      "content": "The Influencer drifted over to the Heiress, phone ready, hoping for content gold.\n\n\"Who's that over there?\" They gestured subtly toward a young man with dark hair wearing a red sweater. \"Looks like he could be a Montrose. One of your cousins?\"\n\n\"No one important,\" the Heiress replied, her tone clipped. \"A baker from down the street. I'm not sure what he's doing here.\" She shot an annoyed glance toward Grandmother. \"Ever since this investigation began, all kinds of people have been showing up at the mansion. There's no telling what secrets they're hiding.\"\n\nWhy is she in charge anyway? the Heiress thought bitterly. This is my house. I should be leading this investigation.\n\n\"But see that gentleman over there?\" The Heiress lowered her voice, leaning closer. \"The one with the easy smile and the traveler's fedora?\"\n\nThe Influencer's eyes lit up. This was more like it.\n\n\"That's a Whitmore,\" the Heiress whispered. \"Did you know that Thomas Whitmore—Cordelia's brief romance in 1923 and Alice's brother—didn't actually perish at sea like everyone said?\"\n\nThe Influencer leaned in, practically salivating.\n\n\"He came back to Long Beach in 1926, only to find both his sister and his former lover dead. His parents died soon after—from grief, people said. Thomas signed a contract with a merchant ship and sailed away, never to return to Long Beach again.\" She paused for dramatic effect. \"But it's said he had not one, but two wives overseas. And many offspring.\"\n\n\"And that's one of them?\" The Influencer's eyes widened.\n\n\"In the flesh. Handsome, isn't he? No wonder Cordelia was in love with Thomas.\"\n\nThe Influencer's phone was already recording."
    },
    {
      "date": "1926-10-15",
      "location": "Whitmore House",
      "title": "A Homecoming in Tragedy",
      "content": "Thomas Whitmore stood before his childhood home, his sea bag slung over his shoulder, his heart pounding with a mixture of excitement and dread.\n\nSomething was wrong.\n\nThe curtains were drawn tight, the windows dark. The grass had grown wild and overgrown, reaching nearly to his knees. Ever since his father lost his fortune back in 1918, the house had been slowly deteriorating—the paint peeling, the fence sagging—but his mother had always maintained appearances. And Alice... Alice had always kept the curtains fresh and the windows bright.\n\nIt had always felt like home.\n\nNow it looked abandoned.\n\nThomas knocked. No answer. He knocked again, harder. Finally, he heard shuffling footsteps inside.\n\nThe door opened a crack, revealing an old woman with gray hair and sunken eyes. She stared at him without recognition.\n\n\"Mother?\" Thomas's voice cracked. \"Mother, it's me. It's Thomas.\"\n\n\"Thomas?\" She blinked slowly, her hollow eyes trying to focus. \"Thomas?\"\n\n\"Yes, Mother. Don't you know me?\"\n\n\"Thomas?\" Her voice was barely a whisper. Recognition began to dawn, followed by horror. \"Thomas? How can that be? The telegram said... We thought you were dead.\"\n\n\"It's a long story, Mother. I survived the wreck. It took me two years to get home, but I'm here now. I'm alive.\" He reached for her hand. \"Where is Alice? Where's Father?\"\n\nHis mother's face crumpled. She began to sob—deep, broken sounds that seemed to come from somewhere beyond grief.\n\n\"Mother?\" Thomas felt ice spreading through his chest. \"What happened? Where is Alice?\"\n\nBut his mother could only shake her head and weep."
    },
    {
      "date": "1926-03-01",
      "location": "Pacific Ocean",
      "title": "Two Years of Survival",
      "is_italic": true,
      "content": "<strong>Thomas's Account</strong>\n\nWhen the Pacific Dawn went down in March 1924, Thomas was among a small group of survivors who clung to debris in the typhoon. They drifted for nearly thirty days with nothing to eat but raw fish and nothing to drink but rainwater caught in their cupped hands. Many died of exposure, dehydration, and madness.\n\nThe five who survived finally washed up on a remote, uninhabited island in the Pacific—so isolated that no ships passed, no rescue came. For the next two years, they survived on tropical fruit, fish, and hope. They built shelters from palm fronds. They kept a signal fire burning. They waited.\n\nIn July 1926, a British survey vessel finally spotted their smoke.\n\nThomas had written home immediately—surely his family had been told he was dead. Surely they'd been grieving all this time. He needed them to know he was alive, that he was coming home.\n\nHe received no response. But mail in the Pacific was irregular, unreliable. Rather than wait, he'd booked passage on the first ship to San Francisco and made his way down the coast to Long Beach.\n\nHome.\n\nExcept home was gone. And so, he would learn, was everyone he'd ever loved."
    }
  ]
}

