{
  "entries": [
    {
      "date": "2025-11-01",
      "location": "Monroe Tailor and Alterations Shop",
      "title": "A Century of Secrets",
      "content": "When the Dressmaker heard about the investigation at the Montrose mansion, their hands began to tremble.\n\nThey'd been avoiding thinking about it. About her. About the dress that had haunted their family for a century.\n\nBut now, with the investigation underway, they couldn't avoid it any longer.\n\nThe Dressmaker walked to the back of their shop, past the modern sewing machines and bolts of contemporary fabric, to the old armoire that had belonged to their great-grandfather. They'd inherited it along with the business—Monroe Tailor and Alterations, established 1920.\n\nThey opened the carved wooden doors with reverent hands.\n\nAnd there it was.\n\nThe Dress.\n\nEven after a hundred years, even wrapped in yellowed muslin, it was breathtaking. The Dressmaker carefully lifted it from its resting place and laid it across their worktable, unwrapping it slowly.\n\nIvory silk that still held its luster. Delicate lace at the collar and sleeves. Pearl buttons down the back, each one sewn by hand. The waistline was perfection—dropped in the fashionable 1920s style. The skirt fell in elegant panels that would have moved beautifully when she walked.\n\nA wedding dress. Created with such extraordinary care and skill that even now, it took the Dressmaker's breath away.\n\nTheir great-grandfather, Elias Monroe, had been a famous dressmaker in 1920s Long Beach—sought after by wealthy families, known for his artistry and precision. He'd made this dress for Cordelia Montrose in the summer of 1925.\n\nBut the Dressmaker knew something no one else did: the dress carried a secret in its folds.\n\nElias Monroe had been in love with Cordelia.\n\nThe evidence was still there, tucked into a small wooden box at the bottom of the armoire. The Dressmaker pulled it out now, their heart aching for their ancestor's unspoken pain.\n\nLetters. Poems. All hidden away.\n\nAnd a photograph—Cordelia Montrose, standing in a garden, her long dark hair falling in loose waves over her shoulders, her eyes bright with life. On the back, in Elias's careful handwriting: \"My muse. My heartbreak.\"\n\nThe Dressmaker picked up the first poem, dated and folded with care:\n\n<strong><i><u>\"For Cordelia\" (Unsent) - August 20, 1925</u></i></strong>\n\n<strong><i>She turns to roses in the garden light,</i></strong>\n\n<strong><i>Not knowing I have fallen into night.</i></strong>\n\n<strong><i>Each word she speaks, I pin with trembling hands—</i></strong>\n\n<strong><i>My heart trapped in her wedding dress's bands.</i></strong>\n\nThe Dressmaker's throat tightened. The pain in those lines was raw, immediate, even after a hundred years.\n\nThey picked up the second poem. The handwriting was shakier here, less controlled:\n\n<strong><i><u>\"Watching Her\" (Unsent) - October 8, 1925</u></i></strong>\n\n<strong><i>She wears the dress like sorrow wears a crown,</i></strong>\n\n<strong><i>I pin the hem and dare not let her down.</i></strong>\n\n<strong><i>She's lost the light she carried like a flame—</i></strong>\n\n<strong><i>Some poison's in her now. Who is to blame?</i></strong>\n\nThe Dressmaker stared at the date. October 8, 1925.\n\nThe Dressmaker frowned and checked the other documents in the box. There was a newspaper clipping—Sebastian Crane's obituary. October 11, 1925. And another—Cordelia Montrose's obituary. October 17, 1925.\n\nThe Dressmaker read the line again: \"She wears the dress like sorrow wears a crown.\"\n\nAnd this line: \"Some poison's in her now. Who is to blame?\"\n\nThe Dressmaker's hands were shaking now.\n\nElias had known something. That Cordelia was poisoned? The official story from the newspapers was heart failure, perhaps, expected with her fiancée and her best friend dying a week prior. But something was wrong about this.\n\nIf Elias knew something, did he warn anyone?\n\nThe Dressmaker carefully refolded the poems and placed them back in the box, along with the photograph.\n\nThey looked at the wedding dress again—the dress Cordelia Montrose had never worn, the dress created with love and skill and desperate, unspoken heartbreak.\n\n\"I have to go to the mansion,\" the Dressmaker whispered. \"They need to see this. They need to know what Elias knew.\"\n\nThey carefully wrapped the dress and gathered the box of letters.\n\nA hundred years later, Elias Monroe's secret would finally be told.\n\nAnd maybe—just maybe—it would help free the souls trapped in that mansion."
    }
  ]
}

