{
  "entries": [
    {
      "date": "1925-10-11",
      "location": "Blackwell & Sons Mortuary",
      "title": "Alice Whitmore's Examination",
      "content": "Silas Blackwell stood in the preparation room of Blackwell & Sons Mortuary, his rubber gloves pristine, his dark hair carefully slicked back with pomade, when they brought her in.\n\nAlice Whitmore. Female, twenty-four years of age. Deceased at the scene.\n\nHe'd been doing this work for fifteen years—since returning from the War with hands too steady and a mind too comfortable with death to do anything else.\n\nBut when he unwrapped the pristine white sheet covering Alice Whitmore, something in his chest tightened.\n\nShe looked young. Peaceful, almost. Her features were delicate, refined—the kind of face that belonged in a painting, not on his steel examination table. In death, she looked like an angel.\n\nExcept for the crushed wound at the back of her skull, the matted dark hair, the red that had seeped and dried.\n\n\"Too young,\" Silas muttered, and began his work.\n\nHe took meticulous notes, his pen moving across the paper with the precision of a man who understood that details mattered—even if no one else would read them.\n\n<div class=\"autopsy-notes\"><strong>Blunt force trauma to the occipital region. Skull fracture—depressed.</strong>\n\nHe examined her carefully, turning her head to measure the wound's dimensions, checking her arms, her legs, her torso.\n\n<strong>No defensive wounds on hands or forearms. No bruising to extremities. No signs of struggle.</strong>\n\nSilas paused, his pen hovering over the page.\n\nA fall from the top of a staircase—which is what the police report claimed—would leave evidence. Bruises along the body from tumbling. Scraped palms from trying to catch oneself. Multiple points of trauma from hitting the steps.\n\nAlice Whitmore had none of that.\n\nJust one perfect, crushing blow to the back of her head.\n\nHe examined the fracture pattern more closely, angling the light to see the depression clearly. The shape was wrong for a fall—too concentrated, too deep. This was the kind of damage you saw when something heavy connected with force and intention.\n\n<strong>Fracture pattern inconsistent with accidental fall. Trauma angle suggests horizontal strike from behind. Heavy object likely. Recommend further investigation.</strong></div>\n\n\"Shady business,\" he muttered to no one.\n\nHe covered her face gently with a clean cloth and began preparing the embalming solution."
    },
    {
      "date": "1925-10-11",
      "location": "Blackwell & Sons Mortuary",
      "title": "Sebastian Crane's Examination",
      "content": "That evening, just as Silas was cleaning his instruments, there was another knock at the mortuary door.\n\nSebastian Crane. Male, thirty years of age. Found deceased in his home. Suspected poisoning.\n\nSilas had known the Crane family by reputation—the respectable physician's brother, a pharmacist, who was recently engaged.\n\nNow here was Sebastian on his table, his skin an unnatural grayish-yellow, his lips faintly blue.\n\nThe examination revealed what Silas had suspected: acute poisoning. The damage was extensive and unmistakable.\n\n<div class=\"autopsy-notes\"><strong>Severe hepatic damage. Liver discoloration and necrosis. Cardiac tissue shows signs of acute failure. Kidneys display extensive necrotic damage. Gastric contents...</strong>\n\nHe paused, leaning closer. There was something in the stomach contents. Further chemical analysis recommended.\n\nSilas made a note to flag this for the police investigators.</div>"
    },
    {
      "date": "1925-10-17",
      "location": "Blackwell & Sons Mortuary",
      "title": "Cordelia Montrose's Examination",
      "content": "Another body arrived in the early hours of the morning, just as dawn was breaking over Long Beach.\n\nCordelia Montrose. Female, twenty-six years of age. Found deceased in her bed. Heart failure, the family had said.\n\nSilas pulled on fresh gloves and began his examination, his movements methodical despite the exhaustion pulling at him.\n\nAnother body, another young woman. Cordelia Montrose, everyone knew the Montrose name and Cordelia had a reputation of a local beauty. And here she was—the grayish pallor, the slightly bluish tinge to her lips, death took its toll.\n\nHe began taking notes:\n\n<div class=\"autopsy-notes\"><strong>Signs of systemic poisoning. Hepatic damage present. Cardiac tissue shows chronic deterioration. Kidney damage extensive but appears gradual. Gastric lining shows signs of prolonged exposure to toxic substance.</strong>\n\nAssessment: Poisoning—chronic.\n\nSilas set down his pen and stared at his three sets of notes laid out before him on his desk. Too many coincidences, too many similarities…</div>\n\nHis thoughts were interrupted by a messenger appearing in the doorway—well-dressed, unfamiliar. \"Letter for Mr. Blackwell.\"\n\n\"From?\"\n\n\"No return address, sir.\" The man set the envelope on the desk and left quickly, his footsteps echoing down the stairs.\n\nSilas stared at the envelope. Expensive cream-colored paper. Heavy stock. The kind wealthy families used.\n\nHe opened it slowly.\n\nInside was a single card with a brief note in elegant script:\n\n<div class=\"card-message\"><em>For your discretion.</em></div>\n\nBeneath it, folded carefully, was a five-hundred-dollar bill.\n\nFive hundred dollars.\n\nSilas looked from the money to his detailed notes. To the three death certificates waiting to be filled out.\n\nThe Montroses. It had to be. People whispered about that family—how they protected their reputation at any cost.\n\nThen Silas Blackwell picked up his pen and wrote:\n\n<div class=\"death-certificates\"><strong>Alice Whitmore - Cause of Death: Accidental fall\n\nSebastian Crane - Cause of Death: Accidental poisoning (suspected self-administered)\n\nCordelia Montrose - Cause of Death: Heart failure</strong></div>\n\nHe sealed each certificate carefully, his hands steady, his conscience quieter than perhaps it should have been."
    }
  ]
}

