{
  "entries": [
    {
      "date": "2025-11-01",
      "location": "Montrose Mansion Abandoned Laboratory",
      "title": "Antidote Research",
      "content": "The Professor and Dr. Sinclair had been working through Sebastian Crane's scattered notes for hours when Dr. Sinclair called out from the corner of the laboratory.\n\n\"Professor, look at this. These are different. Much more recent.\"\n\nThe handwriting was indeed different—no longer the careful, measured script of the elixir formula documentation. These notes were frantic, desperate, written by someone in acute distress.\n\n<strong><i>Understanding (October 6, 1925)</i></strong>\n\n<strong><i>I am dying. And I deserve to be.</i></strong>\n\n<strong><i>I spent years working on a formula I knew nothing about. Thought I could capture LOVE in liquid form. I, a man who once mixed the wrong ratio of potassium bromide and nearly went blind, could be trusted with Cordelia's wellbeing.</i></strong>\n\n<strong><i>I did not verify storage conditions. Did not account for temperature fluctuations. I considered this only AFTER my fiancée began showing symptoms.</i></strong>\n\n<strong><i>I tested on myself—me, the least qualified person to test anything. Should have consulted more with Hartley. Should have been more careful.</i></strong>\n\n<strong><i>And now Cordelia is dying because I was careless. Because I was arrogant.</i></strong>\n\n<strong><i>I gave her poison thinking it was poetry.</i></strong>\n\n\"He tested it on himself,\" the Professor said quietly, understanding the implications. \"Because he loved her and wanted to make sure it was safe.\"\n\n\"And it wasn't,\" Dr. Sinclair replied. \"The formula was flawed from the start. Not deliberately poisoned—just fatally miscalculated.\"\n\nThey exchanged a glance. Sebastian Crane had killed the woman he loved through his own arrogance and blind faith in his chemistry.\n\nThen Grandmother appeared in the laboratory doorway, as if she'd been waiting for them to reach this understanding.\n\n\"The elixir,\" she said quietly, \"could have been Sebastian's mistake. But that doesn't explain Alice Whitmore's broken skull. And who paid off the mortician. Someone else was at work here.\"\n\nShe stepped forward, her shadow looming across the workbenches. For a moment, Dr. Sinclair noticed the shadow changing form though Grandmother didn't move. The doctor shook their head.\n\n\"Find Dr. Thaddeus Crane's diary,\" Grandmother said. \"It's hidden in this house somewhere. The answers are in those pages—all the answers about who orchestrated what, and why.\""
    },
    {
      "date": "2025-11-01",
      "location": "Montrose Mansion Dining Room",
      "title": "The Hidden Journal",
      "content": "The Influencer had overheard Grandmother's instructions and felt their pulse quicken. A hidden diary from a physician at the center of a century-old mystery? This was exactly the kind of exclusive that would break the internet.\n\nThey moved through the mansion methodically, phone camera documenting everything. The main bedrooms held nothing but dust. The study was locked. The library had too many hiding places.\n\nBut the dining room—that felt right.\n\nIt took an hour of careful searching before they found it. The window seat had a loose cushion, and beneath it, a floorboard that gave slightly to pressure.\n\nThe Influencer's heart raced as they pried it up, revealing the oilcloth-wrapped bundle in the darkness.\n\nDr. Thaddeus Crane's leather journal, aged but preserved, with a brass lock that had long since corroded.\n\nThey found a quiet corner of the mansion and began to read, their phone camera documenting each page.\n\nThe early entries were clinical. Medical observations. Notes on psychology and the nature of the mind. Dismissive references to his patients' concerns.\n\nBut as the dates progressed to 1924, something shifted"
    },
    {
      "date": "1925-08-06",
      "location": "Dr. Crane's Hidden Diary",
      "title": "The Bottle",
      "content": "<i>I visited Sebastian in the garage laboratory where he works on his formula. He showed me the refined elixir—a pale amber liquid in that ostentatious Venetian bottle he acquired in Milano.\n\n\"It's perfect,\" he said. \"Eight months of work, and I've finally achieved the balance.\"\n\nI examined it carefully. Harmless compounds, mostly. Sentimental choices. I made a note of every ingredient.</i>"
    },
    {
      "date": "1925-09-02",
      "location": "Dr. Crane's Hidden Diary",
      "title": "On Foxglove",
      "content": "<i>I suggested mostly harmless compounds for his formula, though I did note that foxglove would be quite useful for cardiac applications. He took careful notes. \"Why would I use foxglove?\" he asked. \"Love has nothing to do with the heart's physiology.\"\n\nI smiled. \"Precisely the thinking of a craftsman, not an artist, Sebastian.\"</i>"
    },
    {
      "date": "1925-09-02",
      "location": "Dr. Crane's Hidden Diary",
      "title": "Insomnia",
      "content": "<i>I cannot sleep. My hands will not stop trembling. I tell myself it is exhaustion from the clinic. But I know it is something else. Some moment of decision I have not yet fully acknowledged, even to myself.\n\nI lie awake considering possibilities. Hypothetically. Academically. What would be the most elegant approach?</i>"
    },
    {
      "date": "1925-10-09",
      "location": "Dr. Crane's Hidden Diary",
      "title": "Sebastian's Arrival",
      "content": "<i>Sebastian is ill. He arrived at my office this afternoon, pale and trembling. He described nausea, confusion, vision problems. He admits to drinking the elixir himself to test it before giving it to Cordelia. He poisoned himself!!! What is to be done?</i>"
    },
    {
      "date": "1925-10-11",
      "location": "Dr. Crane's Hidden Diary",
      "title": "The Heart Stops",
      "content": "<i>Sebastian is dead.\n\nHis heart simply... stopped. I was present when it happened. His breathing had become labored. His vision was nearly gone. And then his heart, damaged beyond capacity to continue, simply ceased its function.\n\nI stood there for a long moment, watching him. He is gone, the fool that he was.</i>"
    },
    {
      "date": "1925-10-18",
      "location": "Dr. Crane's Hidden Diary",
      "title": "Cordelia's Final Hours",
      "content": "<i>Cordelia died this morning. The autopsy will show cardiac failure. Natural causes, it will be recorded. A young woman's heart failing after her fiancé's sudden death, considering what she suffered, it is not surprising. I sat with her through her final hours. She was delirious with pain, confused, asking for Sebastian. I gave her morphine. I held her hand with genuine compassion while my other hand made careful notes of her declining vital signs.</i>"
    },
    {
      "date": "1925-10-19",
      "location": "Dr. Crane's Hidden Diary",
      "title": "The Man I Was",
      "content": "<i>I closed her eyes and thought about the man I believed myself to be before all of this. That man seems like a stranger now.\n\nThat man no longer exists. I have become something else entirely. I have become someone who knows what he is capable of. And I cannot unknow it.</i>"
    },
    {
      "date": "2025-11-01",
      "location": "Montrose Mansion Garden Shed",
      "title": "The Weapon and the Missing Evidence",
      "content": "The Mortician had spent decades learning to read what bodies revealed. So when they found themselves drawn to the old garden shed—following instinct honed by years of careful observation—they moved with methodical precision.\n\nIt took them twenty minutes to notice the large shipment box tucked behind garden tools and rotted burlap. Harbor Trading Company. Dated October 1925.\n\nInside, wrapped carefully in burlap that had somehow survived the decades, was a silver candelabra. Heavy. Ornate. The kind of piece that would have graced the dining room of a grand house.\n\nThe Mortician's pulse quickened as they examined the base.\n\nMicroscopic specks. Dark. Old. Dried so completely that only someone trained to look for such things would notice them.\n\nThey pulled out the magnifying glass—a tool of their trade—and studied the pattern.\n\nThe angle told a story. The distribution spoke of a single, violent blow delivered from behind. Not multiple impacts. Not a fall. One strike, delivered with force and intention.\n\nThis was how Alice Whitmore had died.\n\nBut there was more.\n\nBeneath the box, a leather satchel. Inside, papers.\n\nSilas Blackwell's original autopsy notes. The ones that contradicted the official death certificates.\n\n<div class=\"autopsy-notes\"><strong>Alice Whitmore - Original Assessment</strong>\n\nSkulk fracture, depressed, occipital region. Inconsistent with accidental fall from stairs. Trauma angle suggests horizontal strike from behind with heavy object. No defensive wounds. No bruising consistent with tumbling impact. Recommend further investigation.\n\n<strong>Sebastian Crane - Original Assessment</strong>\n\nSystemic poisoning. Severe hepatic damage. Cardiac tissue deterioration. Gastric contents show evidence of prolonged toxic exposure. Death likely from acute organ failure secondary to poison.\n\n<strong>Cordelia Montrose - Original Assessment</strong>\n\nChronicpoisoning. Evidence of deliberate, sustained administration over extended period. Gastric lining shows repeated exposure to toxic substance. Patterns consistent with medical knowledge and access to pharmacological compounds. Cause of death: organ failure secondary to chronic poisoning.</div>\n\nAnd beneath Silas's notes, pages torn from another diary. Cordelia's handwriting, frantic and barely legible:\n\n<div class=\"diary-excerpt\"><em>\"October 14th - Dr. Thaddeus examined me today. He knew. I saw it in his eyes. He KNEW what Sebastian had done and he said nothing. He merely smiled and spoke about grief and stress as if I were simply a hysterical widow.\n\nBut this poison wasn't Sebastian's alone. Someone else has been giving me doses. Someone with access. Someone who visits this house.\n\nWhy? What does Thaddeus gain from my death? From Alice's death? From Sebastian's? There is a pattern here but I'm too weak to trace it before the poison finishes its work.\n\nIf anyone reads this: the weapon is hidden. Silver. Heavy. It has Alice's blood. He kept it.\n\nI'm sorry. I'm so sorry I couldn't stop him.\"</em></div>\n\nThe Mortician carefully gathered everything and headed toward the mansion. The pieces were coming together—but the most damning evidence, the pages that would fully explain Thaddeus's motives and methods, were still missing.\n\nThey were hidden somewhere in this house. And they had to be found."
    },
    {
      "date": "2025-11-01",
      "location": "Montrose Mansion Library",
      "title": "The Incomplete Truth",
      "content": "Grandmother stood at the center of the library as the Mortician carefully laid out the evidence on the grand oak table.\n\nThe silver candelabra gleamed in the lamplight. Silas Blackwell's original autopsy notes. Cordelia's final diary pages. The leather journal with its missing sections.\n\n\"What we have,\" Grandmother said, looking at each investigator in turn, \"is proof of three deaths. But not yet proof of why. The candelabra tells us how Alice died. The autopsy notes tell us that poison was used systematically. Cordelia's final words tell us she suspected Thaddeus. But his diary—the one place where he might have explained his motives—is incomplete.\"\n\nShe turned to the Influencer. \"Those missing pages. Thaddeus tore them out himself. He wanted certain confessions to remain hidden, even as he left other damning evidence behind.\"\n\n\"Why would he do that?\" the Baker asked quietly. They had drifted into the library, drawn by the weight of revelation.\n\n\"Because even arrogance has limits,\" Grandmother said. \"He could preserve evidence of his brilliance—the poisoning, the careful manipulation. But a full confession of his motives? That was too dangerous, even for him. So he tore those pages out.\"\n\nShe looked at the empty space in the journal's binding where pages had been forcibly removed.\n\n\"We have the weapon. We have the poison. We have the evidence of death. But we don't yet have his confession—the explanation of why he killed them. Those missing pages are somewhere in this house. They're the key to understanding not just what happened, but why.\"\n\nGrandmother's eyes swept across the gathered investigators.\n\n\"The truth is almost within our grasp. But it's not complete. And until we find those missing pages, until we hear Thaddeus's own words explaining his motives, the story remains unfinished.\n\nWe've uncovered the how. Now we must find the why.\""
    }
  ]
}
