{
  "entries": [
    {
      "date": "1924-03-11",
      "title": "On Dr. Morrison and Lesser Minds",
      "is_italic": true,
      "content": "Dr. Thaddeus Crane sat in his office on Ocean Avenue, savoring the satisfaction of a day well spent. Two difficult diagnoses—a case of pernicious anemia that lesser physicians might have missed, and a particularly troublesome case of quinsy—both handled with the precision and insight that had built his reputation.\n\nHe was a man who looked precisely as a physician should: mid-thirties, with a prominent jaw that suggested both competence and authority, small serious eyes that seemed always to be assessing, and a squarish head crowned with thick brown hair, perfectly groomed. His white coat was immaculate.\n\nThe afternoon light slanted through the window, illuminating the leather-bound medical journals stacked neatly on his desk, the framed diploma from Johns Hopkins on the wall. Everything in its place. Everything as it should be.\n\nHe opened his personal journal—a small weakness, he supposed, but then again preserving his thoughts for posterity was of utmost importance.\n\nSometimes, in a moment of sentimentality, Dr. Thaddeus imagined his own death (tragically premature, no doubt—perhaps saving a patient during an epidemic). The mourners gathered. And then—someone would discover these journals tucked away in his desk. They would open the leather cover with trembling hands. They would read his penetrating observations and they would whisper: \"My God, we never truly appreciated the mind we had among us.\"\n\nHis thoughts wandered off and his pen met the paper:\n\n\"On Dr. Morrison and Lesser Minds\"\n\nThe Morrison clinic is insufferable. Dr. Morrison is competent enough, I suppose, but his method lacks refinement. He approaches medicine as if it were mere carpentry—measuring, testing, building without vision. Medicine is art. It requires imagination, intuition, the kind of intellectual superiority that separates the truly great physicians from the merely adequate.\"\n\nHe paused, thinking for a moment, then wrote:\n\n\"On Patients and Belief\"\n\nI prescribed a new tonic for Mrs. Harrington today. She will attribute any improvement to my brilliance. Of course, the improvement comes from her own body's natural healing—but she will never understand this. People need to believe in their doctor. They need to feel their fate rests in superior hands. It is kinder this way."
    },
    {
      "date": "1924-03-11",
      "title": "Alice's Visions",
      "content": "<img src=\"../assets/alice_psychic.png\" width=\"300\" height=\"300\" alt=\"Alice and her psychic abilities\">\n\nThe telegraph boy arrived on a gray Tuesday afternoon, his bicycle leaning against the Whitmore's front gate.\n\nAlice saw him from the parlor window.\n\nShe heard her mother answer the door, and heard the murmured exchange. Then silence.\n\nAlice found her in the entryway, standing perfectly still, the telegram trembling in her hands.\n\n\"Mother?\"\n\nMrs. Whitmore's lips moved soundlessly, reading the words again as if they might change.\n\nAlice took the paper from her mother's shaking fingers:\n\nWESTERN UNION TELEGRAM\nMRS H WHITMORE 266 MAPLE AVE LONG BEACH CALIF\nREGRET INFORM PACIFIC DAWN LOST TYPHOON JAPAN COAST STOP CAPT T WHITMORE PRESUMED LOST STOP SEARCH SUSPENDED STOP\nPACIFIC MARITIME\n\nPaper fell out from Alice's hands.\n\nThat night, she had dreams, nightmares about Thomas, one more vivid than the next one.\n\nThen she saw Cordelia too, drowning in a sea of blood, screaming. She heard a piercing cry of what sounded like a baby."
    },
    {
      "date": "1924-05-21",
      "title": "Initial Assessment: Miss Alice Whitmore",
      "is_italic": true,
      "content": "Patient presented by family following what they describe as \"episodes of hysteria\" beginning March 18th, coinciding with news of her brother's death at sea.\n\nDr. Morrison (predictably) diagnosed acute hysteria and prescribed bed rest, bromides, and the usual tedious regiment of \"calm activities.\" The family reports no improvement. Morrison suggested commitment to a sanitarium if symptoms persist. Typical.\n\nPatient's Account: Miss Whitmore describes vivid dreams—visions, she insists—beginning the night she received news of her brother's loss. The dreams are disturbingly specific: a woman drowning in blood (she identifies the woman as her friend, Miss Cordelia Montrose), the sound of an infant crying, a sense of overwhelming dread.\n\nShe reports physical symptoms: rapid heartbeat, cold sweats, the sensation of \"knowing\" things she shouldn't know.\n\nMy Assessment: This is not hysteria.\n\nThe medical establishment, in its typical narrow-mindedness, dismisses anything it cannot measure or classify as female neurosis. But I have studied the work of the Society for Psychical Research, the experiments at Duke University. There are documented cases of precognitive ability, of sensitivity to events beyond normal perception.\n\nMiss Whitmore exhibits classic markers of genuine psychic sensitivity:\nVisions triggered by emotional trauma (the death/loss of her brother)\nSpecific, verifiable details (not vague premonitions)\nPhysical manifestations consistent with heightened sensory perception\nDistress at being disbelieved\n\nTreatment Plan: I will monitor her carefully. Most importantly, I will believe her—something no other physician in this provincial town is capable of doing.\n\nIf her visions prove accurate, I may be witnessing something quite extraordinary. And I intend to be the physician who finally brings scientific legitimacy to the study of psychic phenomena.\n\nHistory will remember my name for this."
    },
    {
      "date": "1924-07-02",
      "title": "Alice",
      "is_italic": true,
      "content": "Alice is exceptional. Maddening, infuriating, brilliant Alice. She possesses an understanding of human nature that borders on supernatural. When she looks at me, I believe she truly sees me—not the veneer of respectability, but the architect beneath. The Architect of my own destiny."
    },
    {
      "date": "1924-07-03",
      "title": "Electric Contact",
      "is_italic": true,
      "content": "Tonight we spoke in the parlor after examining a patient. Her hand brushed mine. The contact was electric. She said: \"You are not what people believe you are, Thaddeus. You are far too intelligent to simply... exist within their expectations.\"\n\nShe understands. She alone understands."
    },
    {
      "date": "1924-07-04",
      "title": "The Risk",
      "is_italic": true,
      "content": "The risk is considerable. Alice is unmarried, her reputation precarious. But the risk is also exquisite. To be known, truly known, by someone of her caliber—it justifies everything."
    },
    {
      "date": "1925-03-14",
      "title": "Sebastian's Engagement",
      "is_italic": true,
      "content": "My brother Sebastian called this evening with news of his engagement. Cordelia Montrose. Excellent match. The Montrose name carries weight, and her family's resources will be substantial when the time comes. Sebastian seems genuinely besotted. Weakness, truly. Love is a biological impulse dressed up in sentiment."
    }
  ]
}
