{
  "entries": [
    {
      "date": "2025-11-01",
      "location": "Montrose Mansion",
      "title": "The Assembly",
      "content": "\"I have gathered you all here today for a very special reason,\" Grandmother spoke, her voice carrying through the dusty drawing room of the Montrose mansion. \"Three souls have been trapped in this house for a century. It is time they were set free.\"\n\nGrandmother, as everyone called her, was a well-known, influential, and slightly feared figure in Long Beach—a woman who seemed to have connections everywhere. And it was no wonder she was the one leading the investigation at 266 Kennebec Avenue.\n\nWhen the Heiress reached out to the psychic, Margo Laveau, from a renowned family of spiritualists going back to the world-famous Celestine Laveau, word spread quickly. An investigation at the Montrose mansion attracted a diverse set of seekers.\n\nGrandmother looked around the assembled group—believers and skeptics, descendants of the victims and the accused, scientists and spiritualists. Each carried pieces of the puzzle. Each held secrets of their own.\n\n<div class=\"guest-assembly\">\n<strong>The Botany Professor</strong> — a distracted genius obsessed with deadly plants, whose ancestor's secrets are tangled in the 1925 deaths.\n\n<strong>Margo Laveau, The Psychic Medium</strong> — a spiritualist descended from a legendary family, waiting to commune with the restless spirits that have haunted the mansion for a century.\n\n<strong>The Fiduciary</strong> — a pedantic record-keeper obsessed with documentation, holding all the financial secrets in their meticulous files.\n\n<strong>The Explorer</strong> — a rugged adventurer hunting for treasure and history, sensing something strangely familiar about this place.\n\n<strong>The Clockmaker</strong> — a time-obsessed craftsperson who sees patterns everywhere, drawn here by a mysterious pocket watch engraved with a fateful date.\n\n<strong>The Art Collector</strong> — a pretentious aesthete obsessed with provenance and artistic merit, one foot in legitimacy and one in the shadows.\n\n<strong>The Town Doctor</strong> — a brilliant physician haunted by their family's secrets, searching for answers about their own bloodline and an ancestor who may have been complicit in a cover-up.\n\n<strong>The Mortician</strong> — unnervingly calm about death, speaking in hushed funeral tones, carrying knowledge of what bodies reveal and what they hide.\n\n<strong>The Baker</strong> — genuinely cheerful and warm despite being perpetually covered in flour, an orphan whose own past holds unexpected connections to the mansion's history.\n\n<strong>The Dressmaker</strong> — obsessed with the bride who never wore her dress, preserving a tragic love story from 1925.\n\n<strong>The Influencer</strong> — a content creator documenting everything, drawn by the promise of viral content and determined to debunk the supernatural.\n\n<strong>The Townperson Detective</strong> — a sleek and skeptical investigator with a trained eye for inconsistencies, immune to social pressure and pursuing only truth.\n\n<strong>The Townperson Journalist</strong> — a sharp-minded reporter always chasing the next big story, skilled at getting people to talk and reveal their secrets.\n\n<strong>The Townperson Animal Expert</strong> — eccentric and unconventional, viewing mysteries through an unexpected lens.\n</div>\n\n\"And somewhere in this mansion, three ghosts waited to see if anyone would finally listen to the truth they'd been screaming for a hundred years.\n\n\"Let the investigation begin,\" she said quietly."
    },
    {
      "date": "2025-11-01",
      "location": "Montrose Mansion Library",
      "title": "A Physician's Discovery",
      "content": "\"Dr. Sinclair,\" the Fiduciary said, approaching with their characteristic preciseness. \"I have a packet for you.\"\n\nInside, Dr. Sinclair found Sebastian Crane's birth certificate and pharmacy records, along with a record of name change dated back to the 1950s.\n\nSinclair had been studying their ancestor, the well-known 1920s physician Dr. Thaddeus Crane, for years. They'd never known Thaddeus had a brother. The historical records about Sebastian's existence were suspiciously sparse—almost deliberately erased.\n\nSebastian Crane. Pharmacist. Engaged to Cordelia Montrose. And then... nothing. As if he'd been wiped from history.\n\nWhat had Sebastian Crane been up to? And why had the Crane family worked so hard to erase him from existence?"
    }
  ]
}

