{
  "entries": [
    {
      "date": "1923-09-02",
      "location": "Montrose Mansion",
      "title": "A Daughter's Dreams",
      "content": "<img src=\"../assets/cordelia_portrait.png\" width=\"300\" height=\"300\" alt=\"Cordelia Montrose\">\n\nCordelia Montrose, a young woman of 24 was sitting by a large bay window of her room in her family's mansion in Long Beach, her long brown hair loosely pinned at the sides falling in waves to her shoulders. Her large brown eyes were alive and dreamy as she was looking at a darkening garden and thinking of her first love, her childhood sweetheart named Oliver…\n\nShe unlocked a small silver clasp of her diary and wrote:\n\n<strong><i>October 15th, 1923</i></strong>\n\n<strong><i>My heart is like a wounded bird,</i></strong>\n\n<strong><i>That flutters when I hear your name,</i></strong>\n\n<strong><i>And every tender, whispered word</i></strong>\n\n<strong><i>Sets my foolish soul aflame…</i></strong>\n\nShe pressed her pen to the page, preparing to continue, when her mother's voice rang sharply from downstairs.\n\n\"Cordelia! Cordelia! What are you still doing up there! It's time to go!\"\n\nCordelia's shoulders sagged. Another dinner party. Her father hosted them every other week for his business associates—endless evenings where she was expected to sit prettily and smile at whichever eligible bachelor her parents had deemed \"suitable.\"\n\nShe closed the diary with a soft click and tucked it into the drawer of her writing desk.\n\nThe men were interchangeable, really. Each one arrived in the same dark suit and pomaded hair, clutching the same cigar. They all had that peculiar glazed look in their eyes—as if someone had wound them up like mechanical toys and set them to drone about profit margins with a deadening enthusiasm until their springs ran down. Even the young ones, barely past thirty, somehow managed to seem ancient, fossilized by their own tedium.\n\nHer mother called them \"excellent prospects.\" Cordelia thought they could bore a person to death at twenty paces.\n\n\"Cordelia! Now!\""
    },
    {
      "date": "1923-09-03",
      "location": "Whitmore House",
      "title": "A Chance Encounter",
      "content": "Cordelia woke that morning with a dull throb behind her temples—whether from the cigar smoke or the crushing tedium of the previous evening, she couldn't say. She had to see Alice.\n\nShe walked briskly through downtown Long Beach, her heels clicking against the pavement as she approached the Whitmore house. It was a handsome Victorian, though the paint had begun to peel near the eaves and the front garden had grown a bit wild. Still, it had character.\n\nLost in rehearsing her complaints, she nearly collided with someone coming down the front steps.\n\n\"Oh! You must be Cordelia.\"\n\nShe looked up sharply—and her breath caught.\n\nThe man before her was nothing like the waxwork figures from last night's dinner. His skin was bronze from the sun, his eyes an impossible shade of blue, like the ocean on a clear day. Dark blond hair fell across his forehead, windswept and careless. He wore no tie, his shirt collar open at the throat.\n\n\"Alice has been waiting for you,\" he continued, a smile playing at the corner of his mouth. \"I'm Thomas. Her brother.\"\n\n\"Yes, I—\" Cordelia's voice came out smaller than intended. She cleared her throat. \"Alice mentioned you'd be returning this fall.\"\n\n\"Guilty as charged. Shall we?\" He gestured toward the door with an easy grace entirely foreign to the stiff, formal men of her parents' world.\n\nInside, Alice appeared in a flurry of excitement. \"Oh, you've met! Finally!\" She clasped Cordelia's hands, her eyes dancing. \"Isn't he just as I described? And Cordelia, you must hear his stories—shipwrecks and storms and ports in the Orient. Each tale is more thrilling than the last!\"\n\nCordelia embraced her friend, then stole another glance at Thomas. Tall, sun-weathered, with the easy posture of someone accustomed to ship decks rather than drawing rooms. And he had tales.\n\nThey settled in the modest parlor—worn furniture but comfortable, books stacked haphazardly, nothing like the pristine, untouched perfection of her own home.\n\n\"Well,\" Alice prompted, settling into the sofa with relish, \"tell us about last night's torture. How many identical men did your mother parade before you this time?\"\n\nCordelia laughed despite herself. \"I honestly couldn't say. They blend together—same suits, same cigars, same glassy expressions while droning on about stocks and bonds. I've decided they must be manufactured somewhere. A factory that produces Suitable Young Men, all from the same mold.\"\n\nThomas, leaning against the mantelpiece, let out a genuine laugh. \"I used to sit through evenings exactly like that,\" he said, his voice warm but edged with something darker. \"Watched my father's face grow grayer at each one, watched him chase those same conversations about markets and margins.\" He paused, his blue eyes distant for a moment. \"Then it all vanished. Just like that. One bad investment, one banking panic, and decades of 'security' gone like smoke.\"\n\nHe straightened, his expression clearing. \"That's why I chose the sea. People say a merchant captain isn't a respectable profession for a gentleman.\" He shrugged, unbothered. \"But there isn't a single morning I wake up regretting it. Not when I have blue skies overhead and salt spray on my face. Not when I'm living instead of slowly fossilizing in some office, worrying about numbers in a ledger.\"\n\nCordelia found she couldn't look away from him.\n\n\"That sounds,\" she said softly, \"absolutely wonderful.\""
    },
    {
      "date": "1923-12-05",
      "location": "Montrose Mansion",
      "title": "A Mother's Fury",
      "content": "December arrived, and with it, a creeping dread Cordelia could no longer ignore. Her courses hadn't come. Then another month passed. The morning sickness began in earnest—she'd barely make it through breakfast before needing to excuse herself.\n\nShe tried to hide it, but mothers notice everything.\n\nIt happened one morning when Cordelia fled the breakfast table for the third time that week. Her mother followed her upstairs, found her pale and trembling by the basin.\n\n\"How long?\" Her mother's voice was ice.\n\nCordelia couldn't speak.\n\n\"How. Long.\"\n\n\"Two months,\" Cordelia whispered. \"Perhaps three.\"\n\nThe slap came swift and sharp. Then silence—worse than any shouting. Her mother's face had gone white, her hands shaking with barely controlled fury.\n\n\"That sailor,\" she said finally, the word dripping with venom. \"You've ruined us. Ruined everything.\""
    },
    {
      "date": "1923-12-07",
      "location": "Cordelia's Diary",
      "title": "Desperation and Secrets",
      "content": "<i>Mother knows.\n\nI kept hoping I would wake one morning and discover this was all a terrible dream, but it's been three months now, and there's no denying it any longer.\n\nThomas won't reach port until spring at the earliest. Even if I wrote to him today, the letter wouldn't arrive for months. He's out there somewhere on the Pacific, completely unaware, while I'm trapped here watching Mother's face grow colder by the hour.\n\nI can't even tell Alice. How could I? \"Your brother and I—we were foolish—and now I'm—\" No. I can't bear to see the shock in her eyes. The disappointment.\n\nAnd Father. Oh God, Father.\n\nMother says I'll have to face him tonight. I can imagine his stone cold expression.\n\nWhat will he do? What can he do? Send me away? Disown me? Force me to—\n\nI can't think about it. I can't.\n\nThomas, where are you?</i>"
    },
    {
      "date": "1924-07-01",
      "location": "Letter from Margaret Montrose",
      "title": "The Family's Solution",
      "content": "<i>Cordelia,\n\nYour father and I have made arrangements for your... situation.\n\nThe Sullivan family has agreed to accept the child as their own. This is a matter of significant discretion and consequence.\n\nYou will remain away until such time as we determine it safe for you to return.\n\nA suitable story regarding European travel has been established.\n\nYou will not deviate from this narrative under any circumstances. The reputations of this family—your siblings' marriage prospects, your father's business standing, our position in society—depend entirely on absolute silence.\n\nThe child will be cared for. That should be sufficient consolation. You made your choice, and now we are managing the consequences of your indiscretion. The Sullivan family has agreed that periodic photographs may be sent, but under no circumstances are you to make contact, acknowledge the arrangement, or reveal your knowledge of the child's location. This is not negotiable. To do so would confirm what we have worked so carefully to conceal.\n\nYour duty now is to restore your reputation through a suitable marriage. We are pursuing several possibilities. You will cooperate fully with our efforts.\n\nReturn when notified. Not before.\n\nYour Mother\n\nP.S. - Do not attempt to write to the child. Any correspondence will be destroyed.</i>"
    },
    {
      "date": "1924-08-01",
      "location": "Long Beach Street",
      "title": "A Painful Reunion",
      "content": "Alice spotted Cordelia on the street corner near the library and hurried toward her, relief flooding through her chest.\n\n\"Cordelia! Oh, it's so good to see you're back from Rome. I've missed you terribly!\" She reached for her friend's hand. \"Why haven't you replied to any of my letters?\"\n\n\"I'm sorry, Alice.\" Cordelia's voice was flat, distant. \"I've been... unwell.\"\n\n\"For all those months?\"\n\nThe hurt crept into Alice's voice. When the news had arrived in March—Thomas's ship was lost in a storm off the coast of Japan, all hands presumed dead—Alice had written immediately. Then again the next week. And the week after that.\n\nEvery letter had gone unanswered.\n\n\"I thought you cared about him,\" Alice said quietly, disappointment threading through her words. \"About Thomas.\"\n\nCordelia looked away.\n\n\"Alice, please.\" Her voice broke. \"Don't speak of him.\"\n\nIt was only then that Alice noticed how much Cordelia changed.\n\nCordelia had always been slender, now she seemed fragile like the wind could knock her off her feet. But it was her eyes that shocked Alice most—those large brown eyes that had always been so alive with dreams and poetry were hollow.\n\n\"Cordelia...\" Alice whispered, an alarm replacing her hurt. \"What happened to you?\"\n\n\"I have to go.\" Cordelia was already backing away, her gloved hands trembling as she clutched her handbag. Tears shimmered at the corners of her eyes, threatening to spill over. \"I'm sorry. I'm so sorry.\"\n\nShe turned and walked away quickly, almost fleeing.\n\nAlice stood frozen on the sidewalk, confusion washing over her.\n\nEveryone grieves differently, but the look in Cordelia's eyes—that wasn't just grief."
    }
  ]
}
