{
  "entries": [
    {
      "date": "1924-09-21",
      "location": "Cordelia's Diary",
      "title": "A Chance Meeting",
      "content": "<i>He came to the garden this afternoon. That man from the speakeasy last night—Sebastian Crane.\n\nI'd heard of him before, of course. The pharmacist with the peculiar reputation, the black sheep of the respectable Crane family, they said. But hearing about someone and seeing them are entirely different things.\n\nThere's something in his eyes—a kind of intensity, as if he's looking at the world and seeing poetry where others are only seeing facts.\n\nHe asked me about the roses. Not their names or their botanical classifications, but what I felt when I looked at them. What they made me think of.\n\nNo one has asked me questions like that in so long.\n\nThomas used to ask me questions like that.\n\n***\n\n<strong>He spoke of chemistry and soul,</strong>\n\n<strong>And how to make my spirit whole</strong>\n\n<strong>Dark eyes that hold strange fire,</strong>\n\n<strong>A smile that knows forbidden things,</strong>\n\n<strong>He makes me feel something like desire,</strong>\n\n<strong>But different—quieter—with careful wings.</strong></i>"
    },
    {
      "date": "1925-03-15",
      "location": "Cordelia's Diary",
      "title": "A Friend's Fragility",
      "content": "<i>I saw Alice today. My dearest friend—or she used to be. We've barely spoken in months. I told myself it was easier that way, that the distance protected us both.\n\nBut today I wanted to share the news: Sebastian and I are engaged!\n\nWhen I told her, she smiled and embraced me, said all the right things. But there was something hollow in it. Alice looked different—fragile, almost transparent if one could describe a person in such a way. Like she's fading, becoming less solid with each passing day.\n\nI should have been there for her when the news about Thomas arrived. I should have run to her side, held her while she grieved. But I couldn't. I wasn't even there for myself then. I was drowning, and I let her drown alone.\n\nI'm so sorry, Alice. So terribly sorry.\n\nBut things will be different now. I'm stronger now. I have Sebastian now.\n\nFrom now on, I'll be there for you, Alice. I promise. Whatever you need, whatever you're going through—I won't abandon you again.\n\nYou're my dearest friend. And I've failed you long enough.</i>"
    },
    {
      "date": "1925-06-05",
      "location": "Cordelia's Diary",
      "title": "A Troubling Discovery",
      "content": "<i>I could not believe what I saw today.\n\nAfter visiting Alice, I passed by the Whitmore garden on my way home. And there they were: Alice and Dr. Thaddeus Crane. Together. Walking arm in arm among the hedges, his head bent close to hers as if sharing secrets.\n\nDr. Thaddeus Crane—Sebastian's brother, of all people! The respected physician, the pillar of Long Beach society.\n\nWhat is he doing with Alice?\n\nShe's his patient. She's fragile, so terribly fragile since Thomas's death. Everyone says she's been having \"episodes\"—nightmares, fits of hysteria. She needs care, protection, not... whatever this is.\n\nA doctor and his patient—it's completely, utterly inappropriate.\n\nThere was something in the way he looked at her. Something proprietary. As if she belonged to him.\n\nSebastian speaks so highly of his brother—the brilliant doctor, the accomplished physician. But I've seen the way Thaddeus looks at people, as if he's studying specimens rather than seeing souls.\n\nI must find out what Dr. Crane's intentions are.\n\nI won't fail Alice again.</i>"
    },
    {
      "date": "1925-06-15",
      "location": "Whitmore House",
      "title": "A Difficult Conversation",
      "content": "As Cordelia approached the Whitmore house on Pine Avenue, a flood of memories rushed over her: youthful afternoons with Alice, their laughter unburdened and free. Late evening conversations about poetry and dreams.\n\nAnd then—there, on those very front steps—meeting Thomas for the first time. His sun-bronzed face, his impossible blue eyes, his easy smile.\n\nCordelia swallowed hard, forcing back tears. No. She was here for Alice. This wasn't about her own ghosts.\n\nAlice opened the door, surprise flickering across her pale face. \"Cordelia? I wasn't expecting you.\"\n\n\"Can I come in?\"\n\n\"Of course.\" Alice's voice was warm, despite everything.\n\nThey settled in the familiar drawing room—the same room where they'd spent endless evenings laughing about Cordelia's suitors, where Thomas had regaled them with tales of typhoons and foreign ports, where Mrs. Whitmore had served her famous rose-water bread still warm from the oven.\n\nThe memory of those brighter, gentler days came flooding back—the scent of roses and the distant salt of the sea.\n\n\"Alice,\" Cordelia began, twisting her gloves in her lap, \"I know it's been a long time since we've really talked, but...\" She paused, choosing her words carefully. \"I saw something recently that deeply disturbed me. As your friend—and I hope you know I never stopped being your friend—I must express my concern.\"\n\nAlice tilted her head, waiting.\n\n\"I saw you with Dr. Thaddeus the other day. In your garden. Walking together, very... close.\" Cordelia met her friend's eyes. \"Alice, I don't know what I saw exactly, but—\"\n\nA smile crossed Alice's face—soft, private, the kind of smile that spoke of deep happiness. \"Thaddeus and I are friends,\" Alice said quietly. \"More than friends. He makes me feel... seen. Understood. I think I'm falling in love with him.\"\n\nThe words sounded strange on her lips, as if she were testing their weight.\n\nCordelia's concern deepened.\n\n\"Alice,\" she said gently, \"are you certain his intentions are... honorable?\"\n\nThe hurt that flashed across Alice's face made Cordelia's heart ache.\n\n\"Of course they are!\" Alice's voice sharpened. \"What else would they be? Have you heard how people speak of him? He's one of the most respected physicians in Long Beach. He's Sebastian's brother—and frankly, the one with the better reputation.\"\n\nThe barb struck home. Cordelia felt her cheeks flush.\n\n\"Sebastian loves me,\" she said, hearing the defensiveness in her own voice. \"We're engaged! But Alice, you must consider—does Dr. Thaddeus plan to marry you? To propose to a—\" She stopped, but it was too late. The words hung in the air.\n\n\"To what, Cordelia?\" Alice's voice was cold now. \"A penniless girl? A broken girl whose family lost their fortune? Whose brother died at sea? The hysterical girl everyone whispers about?\"\n\n\"Alice, no, I didn't mean—\"\n\n\"I think you did.\" Alice stood, her composure intact but her eyes bright with hurt. \"I love you as a friend, Cordelia. But I think you should leave now. My affairs are my own.\"\n\nThe silence between them was thunderous.\n\nCordelia rose slowly, gathering her things. \"Alice, please. I'm only worried about—\"\n\n\"Goodbye, Cordelia.\""
    }
  ]
}
