{
  "entries": [
    {
      "date": "1920-03-15",
      "title": "First Principles",
      "is_italic": true,
      "content": "What is love but chemistry? The ancients knew this—Venus governing desire, the quickening of pulse, the movement of blood toward heat. They poeticized what we may now quantify.\n\nIf attraction is chemistry, then chemistry may produce attraction.\n\nThe question is not whether it can be done, but how elegantly. The formula must work on two levels: the corporeal (the body's response) and the metaphysical (the soul's recognition).\n\nI have begun my research.\n\n[Sketch: circular diagram with a heart at center, radiating outward in concentric rings. Botanical symbols scattered around the perimeter—rose, valerian, damiana. Chemical notations in the margins.]"
    },
    {
      "date": "1923-07-22",
      "title": "Component Mathematics",
      "is_italic": true,
      "content": "Months I have been at this. And I understand nothing!\n\nWait—no. I understand EVERYTHING. The mathematics are perfect:\n\nDamiana: 3 parts (desire, heat, awakening)\nValerian Root: 2 parts (calm, trust, grounding)\nRose Otto: 1 drop only (Venus—transcendence)\nPotassium Bromide: 10 grains (medicine's knowledge)\nCalcium Lactate: 5 grains (strength)\nIron Citrate: 3 grains (vitality)\nGrain Alcohol: 8 oz base\nFlavored with vanilla extract, cherry syrup, honey. Palatable. Even pleasant.\n\nBut it's MISSING something. The crucial element. The thing that transforms infatuation into devotion. Desire into permanence.\n\nWhat binds? What speaks to commitment, to the eternal quality of true love?\n\nI'll find it. I know I will.\n\nAnd when I do—when I finally meet HER—when the woman worthy of my finest work crosses my path\n\nI will be prepared.\n\nThe formula will be perfect."
    },
    {
      "date": "1924-09-20",
      "title": "The Speakeasy",
      "content": "It was a warm September evening, the air thick with distant salt of the sea and promise. Fallen sycamore leaves scattered across Kennebec Avenue, and the tall Mexican Fan Palms lining the street swayed like a conspiracy of gossiping teenagers, their fronds whispering secrets against the darkening sky.\n\nSebastian Crane stood in the corner of the speakeasy, dark eyes surveying the crowd with amusement. The air was thick with jazz music, cigarette smoke, and the sharp tang of bootleg gin.\n\nHe'd always been the black sheep of the Crane family. His brother Thaddeus was the golden child—the physician, beloved by Long Beach society. Sebastian, on the other hand, had spent his childhood setting small fires during chemistry experiments and mixing volatile compounds in his father's shed. His parents had been equal parts proud and exasperated.\n\nNow he was a pharmacist by day, chemist by nature, and opportunist by necessity. Prohibition had been a gift to men like him. Through his connection with Frankie Romano at the port, Sebastian supplied half the speakeasies in Long Beach with grain alcohol—all perfectly legal, of course. Medical supplies. Medicinal tonics. The paperwork was impeccable.\n\nHe watched the crowd with detached interest. Respectable people pretending to be dangerous, their laughter a touch too loud, their movements a touch too reckless. Playing at rebellion.\n\nThen he heard laughter to his right—bright and unrestrained.\n\nHe turned.\n\nThe woman had large brown eyes that caught the low lamplight, sparkling with mischief. High society, certainly—he could tell by the cut of her dress, the way she held herself. But there was something untamed about her, something that didn't quite fit the polished surface. When she laughed, she wasn't pretending.\n\nTheir eyes met across the hazy room.\n\nShe smiled at him—not coy, not calculated. Just smiled, as if she'd found something surprising and delightful.\n\nSebastian couldn't look away."
    }
  ]
}
