{
  "artifacts": [
    {
      "id": "blood_specs",
      "is_primary": true,
      "name": "Silver Candle Holder",
      "type": "Artifact - Biological Evidence",
      "location": "Montrose Mansion main room",
      "description": "An ornate silver candle holder with intricate decorative patterns, noticeably heavy and substantial.",
      "character_interpretations": {
        "doctor": "Blood specimens are present on this candle holder—I can see the traces. The distribution pattern and quantity suggest blunt force impact. The weight and substantial construction of this piece would make it an effective weapon. The ornate design, the handle, the weight distribution—this object could inflict significant trauma.",
        "mortician": "The blood pattern on this candle holder is consistent with impact trauma. The positioning and spatter suggest this was the instrument of injury. The specimen evidence is crucial—this connects directly to the physical evidence of what happened.",
        "art_collector": "A valuable ornate silver piece, likely 19th century or earlier. The craftsmanship is exceptional—this is family heirloom quality. Interestingly, this doesn't bear the hallmarks of Romano artifacts. The style and origin suggest it came from the Montrose family collection, not the smuggling operation. This is old money, old family.",
        "heiress": "This candle holder has been in the mansion for generations. I remember it from my childhood—it was always displayed prominently. It's been in the family for so long that I never questioned where it came from. Seeing it now, marked by evidence, it's difficult to reconcile this beautiful object with violence.",
        "explorer": "The silver and decorative style suggest European origin, likely English or possibly French from the 18th or 19th century. The craftsmanship indicates a master silversmith's work. This type of piece typically came through legitimate import channels, not smuggling operations. The manufacturing marks should help identify the origin workshop.",
        "dressmaker": "Cordelia always hated this kind of grotesque, overly ornate decoration. She found it excessive and garish. She would complain about the mansion's heavy, oppressive aesthetic—all these ostentatious pieces everywhere. She preferred clean lines and simplicity. This candle holder represents everything she disliked about the mansion she was forced to inhabit."
      }
    },
    {
      "id": "vintage_photograph_romano",
      "is_primary": false,
      "name": "Faded Photograph - The Romano Family at Harbor",
      "type": "Artifact - Secondary / Family History",
      "location": "Art Collector's office, framed on desk",
      "description": "A black and white photograph showing a group of well-dressed people standing near a waterfront location.",
      "character_interpretations": {
        "art_collector": "This photograph shows Frankie Romano with family members at the harbor in what appears to be the 1930s or 1940s. The composition, the clothing styles, the professional quality of the image—it's clearly been important to someone in the family. The warehouse structures in the background are Harbor Import & Trading Co. This is a formal family portrait at their place of business.",
        "explorer": "Long Beach's working waterfront—those warehouse structures match Harbor Import & Trading Co. records. Professional photography like this wasn't common unless it documented something important. There are likely other records or artifacts from this business."
      }
    },
    {
      "id": "rose_garden_map",
      "is_primary": false,
      "name": "Hand-Drawn Map - Rose Garden Location",
      "type": "Artifact - Treasure Location Clue",
      "location": "Hidden compartment inside the decorative dragon vase (Montrose Mansion main hallway)",
      "description": "A faded hand-drawn map on aged paper showing the Montrose Estate grounds with a marked location.",
      "character_interpretations": {
        "art_collector": "This is Frankie's handwriting—I've seen it on shipping documents and business correspondence. The precision of these measurements, the careful notation system—this wasn't a casual drawing. Someone invested time and care into mapping this location. The rose garden, specifically marked. This is a record of something deliberately hidden.",
        "explorer": "Military-grade surveying measurements in paces—this person had training. The rose garden location is isolated from main structures, perfect for unobserved burial and retrieval. The distances are precise enough to recover items later. This is a storage location map. You need to examine the rose garden bed itself—look for soil disturbance, subsurface structures, anything indicating repeated excavation. The measurements on this map should guide your digging."
      }
    },
    {
      "id": "ornate_vase_hidden_compartment",
      "is_primary": false,
      "name": "Ornate Porcelain Vase - Ming Dynasty Style",
      "type": "Artifact - Secondary / Hidden Compartment",
      "location": "Mansion display shelf, decorative room",
      "description": "A beautiful blue and white porcelain vase with intricate dragon patterns and an unusually weighted base.",
      "character_interpretations": {
        "art_collector": "The craftsmanship is excellent, but the style appears to be a skilled 1940s reproduction rather than authentic Ming Dynasty. However, the weight distribution suggests something was deliberately hidden. The base has a hidden compartment—invisible to casual inspection. Something valuable was stored here and removed at some point.",
        "explorer": "The base is engineered for concealment. Press along the seams at the bottom—there's likely a hidden compartment. If it's empty now, whatever was stored here was removed deliberately. Check the mansion's records around 1925-1926 for any mentions of vase restoration or appraisals—that might indicate when it was accessed. This vase held something valuable enough to commission special engineering."
      }
    },
    {
      "id": "pocket_watch",
      "name": "Antique Pocket Watch",
      "type": "Personal Item - Keepsake",
      "location": "With Clockmaker character",
      "description": "A gold-plated pocket watch with a glass face and inner inscriptions.",
      "character_interpretations": {
        "clockmaker": "This is a remarkable piece. Gold-plated brass with excellent mechanisms. The interior inscription reads 'September 4, 1925 - 6:14 AM' with astronomical symbols around the numerals—a Jupiter-Venus conjunction. Whoever engraved this understood celestial alignments deeply. This wasn't just an engagement present. It's a record of a specific astronomical moment deemed important enough to carry always. The precision of the time suggests deliberate calculation, not coincidence.",
        "explorer": "September 4, 1925 at 6:14 AM—a documented Jupiter-Venus conjunction. This is a deliberate timestamp. Check Sebastian's notebooks and Thaddeus's records for references to this date and time. Something significant happened at this exact moment—a ritual, a beginning of something, or a record of a crucial event. This watch is a starting point marker. Find what Sebastian or Thaddeus were doing at 6:14 AM on September 4, 1925."
      }
    },
    {
      "id": "glass_bottle_venetian",
      "name": "Ornate Venetian Glass Bottle",
      "type": "Decorative Vessel - Family Heirloom",
      "location": "With Art Collector character",
      "description": "A decorative bottle made of emerald green glass with gold leaf detailing and an ornate stopper.",
      "character_interpretations": {
        "art_collector": "Authentic Venetian glass, early 20th century craftsmanship. The gold leaf detailing and weight indicate this was expensive, prestigious. During Prohibition, ornate glass bottles like this were perfect for concealing valuable contraband while maintaining plausible deniability as decorative pieces. This bottle passed through Harbor Import & Trading Co.—I've seen it documented in historical records. It's a beautiful piece, but it tells a story of smuggling operations.",
        "explorer": "This bottle was imported through Harbor Import & Trading Co. during Prohibition—check manifests from 1920-1925 for its arrival date. The decorative purpose makes it perfect cover for moving contraband. If Sebastian Crane was connected to the Romanos, this bottle might contain clues about their relationship. Examine the stopper carefully—ornate bottles sometimes have hidden switches or removable components. This is part of the smuggling network's supply chain."
      }
    },
    {
      "id": "bears_in_forest",
      "name": "Oil Painting - Bears in the Forest",
      "type": "Fine Art - Family Collection",
      "location": "Montrose Mansion - Drawing Room",
      "description": "A painting depicting bears in a wilderness setting, captured with striking detail and emotion.",
      "character_interpretations": {
        "art_collector": "A Russian masterwork from the 1890s. The composition shows genuine artistic skill—the sense of power and untamed nature is masterfully rendered. This is one of three major paintings from the Romano family collection, valued at thousands in 1925. The brushwork and color palette indicate a trained artist of significant reputation. This piece was deliberately acquired as part of a curated collection.",
        "explorer": "Russian Peredvizhniki movement work—imported through Long Beach in the 1920s as European collections were dispersed. One of three coordinated masterworks suggests deliberate assembling of a legacy collection. Search for: 1) Harbor Import & Trading Co. shipping manifests for Russian artwork arrivals, 2) Insurance documents or appraisals from 1925-1926, 3) any correspondence between Frankie Romano and European art dealers. These three paintings are evidence of significant international smuggling connections beyond simple bootlegging."
      }
    },
    {
      "id": "flamenco_dancer",
      "name": "Oil Painting - The Flamenco Dancer",
      "type": "Fine Art - Family Collection",
      "location": "Montrose Mansion - Library",
      "description": "A painting depicting a dancer in mid-performance, captured with vibrant colors and dynamic movement.",
      "character_interpretations": {
        "art_collector": "A Spanish masterpiece from the 1880s. The artist captured energy, passion, and human emotion in a single moment. The red dress practically glows with life. The facial expression shows concentration and grace. This is masterwork-level painting—one of three significant pieces in the Romano family collection. Historical records show this eventually entered the Getty Museum collection as part of a 1926 Montrose family donation.",
        "explorer": "Spanish origin connects to Mediterranean smuggling routes through Long Beach harbor. The 1926 Getty donation is suspicious—why donate suddenly after 1925? Check for: 1) Getty Museum records of the 1926 Montrose donation, 2) Any cash flow or financial distress in 1926, 3) Insurance claims or valuations before/after the donation. This painting was likely liquidated or transferred to cover tracks. The timing suggests this art was connected to the 1925 deaths and required disposal."
      }
    },
    {
      "id": "woman_on_balcony",
      "name": "Oil Painting Pair - Woman on the Balcony (Diptych)",
      "type": "Fine Art - Family Collection (Paired Paintings)",
      "location": "Montrose Mansion - Study",
      "description": "Two panels depicting a woman in elegant dress on a Mediterranean balcony in different moments, meant to hang together.",
      "character_interpretations": {
        "art_collector": "An Italian diptych from the 1870s. Masterwork-level composition and technique. The woman appears in two moments—in the first, serene and contemplative with a wine glass; in the second, she glances back over her shoulder as candlelight catches the glass. The subtle interplay between the panels suggests introspection and quiet mystery. This is the crown jewel of the Romano collection. The detail in how she regards the glass across both panels is extraordinary—almost like she's seeking something within it.",
        "explorer": "This diptych is the crown jewel of the Romano collection—and it's still here. The other paintings were donated to the Getty in 1926, but this one was kept. That's significant. Check: 1) Why this painting wasn't included in the 1926 donation, 2) Any correspondence about keeping this specific piece, 3) Whether there are hidden compartments or messages hidden within the frame or painting itself. The woman's focus on the wine glass across both panels might be literal—there could be something in or behind the glass. Don't overlook the frame; smugglers often hid valuables in ornate frames."
      }
    },
    {
      "id": "decorative_vase_dragon",
      "name": "Purple and Gold Decorative Vase",
      "type": "Decorative Vessel",
      "location": "Montrose Mansion - Main Hallway Display",
      "description": "A decorative vase made of purple clay with gold accents, standing on an ornate wooden stand.",
      "character_interpretations": {
        "art_collector": "The craftsmanship suggests South American origin, possibly Peruvian or Colombian work from the early 20th century. The hand-thrown purple clay and deliberate gold detailing indicate a skilled artisan. The base is unusually weighted—suggesting a hidden compartment. Someone commissioned or acquired this piece for a specific purpose. It's referenced repeatedly in the Ray Turner book annotations—Turner must have understood its significance.",
        "explorer": "This vase contained the rose garden map. Now find out what else it held. Check: 1) The Ray Turner book for specific annotations about this vase—they contain coded information about its contents, 2) Correspondence about commissioning South American pottery, 3) any records of vase repairs or restoration (that's when compartments are accessed). Ray Turner documented smuggling operations—his annotations about 'vessels' and 'containment' are literal. This vase was a smuggling artifact. The hidden compartment once held more than just a map."
      }
    },
    {
      "id": "photograph_eleanor_baby",
      "name": "Photograph - Eleanor as Infant",
      "type": "Personal Photograph - Family Record",
      "location": "With Dressmaker character (found among Elias Monroe's possessions)",
      "description": "A black and white photograph of an infant in formal white christening gown.",
      "character_interpretations": {
        "dressmaker": "This photograph was sent to Elias, my ancestor. It shows a baby Eleanor in formal christening wear, professionally photographed. The fact that Elias kept this hidden among his most precious possessions suggests he knew about Eleanor's true parentage. Someone deliberately sent him photographs of Cordelia's daughter over the years.",
        "explorer": "Expensive studio photography of an infant suggests wealthy family. This photo was hidden carefully—someone risked keeping it. Find: 1) The photographer's studio records (check Long Beach photography studios from 1925), 2) The Sullivan family records (they appear to have sent these photos), 3) Any correspondence between Elias Monroe and the Sullivan family. This is the first in a documented sequence tracking Eleanor's childhood. The photographer might have records of who commissioned these portraits."
      }
    },
    {
      "id": "photograph_eleanor_child",
      "name": "Photograph - Eleanor as Young Child",
      "type": "Personal Photograph - Family Record",
      "location": "With Dressmaker character (found among Elias Monroe's possessions)",
      "description": "A black and white photograph of a young child playing in a garden, wearing simple white dress with bow.",
      "character_interpretations": {
        "dressmaker": "Eleanor as a young child, years after the infant photograph. The fact that a second photograph was sent suggests ongoing contact between the families. My ancestor kept both photographs hidden—proof that he knew the truth about Eleanor and maintained awareness of Cordelia's daughter as she grew.",
        "explorer": "The garden setting matches 1920s Long Beach residential properties. This is a second photograph in a coordinated sequence. Find: 1) Who took these photographs and how they reached Elias Monroe, 2) Any letters or correspondence accompanying the photographs, 3) The Sullivan family property records (the garden should help identify the house). This is evidence of deliberate, planned communication across separated families. Someone was documenting Eleanor's development and ensuring Cordelia (and Elias) knew about it."
      }
    },
    {
      "id": "photograph_eleanor_adolescent",
      "name": "Photograph - Eleanor at Age 10",
      "type": "Personal Photograph - Family Record",
      "location": "With Dressmaker character (found among Elias Monroe's possessions)",
      "description": "A black and white photograph of a young girl standing in front of a house, with a more mature expression.",
      "character_interpretations": {
        "dressmaker": "Eleanor at age 10, the final photograph in the sequence. She's old enough now that her mother's features are becoming visible in her face. Elias kept all three photographs hidden together—documentation of Eleanor's childhood that Cordelia could never experience directly. If he preserved them so carefully, it means Cordelia knew about these photographs too. Their secret was shared between them.",
        "explorer": "The final photograph in the sequence—this might be a deliberate endpoint. Compare Eleanor's facial features to known photographs of Cordelia Montrose. The resemblance should be obvious by age 10. Find: 1) What happened after this final photograph (1935), 2) Whether there are later photographs or why they stopped, 3) Whether Eleanor was ever told about Cordelia. The sequence suggests either a planned endpoint or a sudden interruption. This photograph might be the last contact between the families."
      }
    },
    {
      "id": "rose_garden_bed",
      "name": "The Rose Garden Bed - Montrose Estate",
      "type": "Location/Physical Feature - Outdoor Garden Feature",
      "location": "Montrose Estate gardens (accessible to multiple characters during investigations)",
      "description": "A carefully maintained garden bed filled with deep red and white roses.",
      "character_interpretations": {
        "heiress": "The rose garden has always been beautiful, but I've recently learned it holds secrets. My ancestor allowed it to be used as a storage location by someone connected to the smuggling operations. I wonder what lies beneath the soil.",
        "explorer": "The hand-drawn map points here. Use the paced measurements from the map as your guide to find the exact location. Check: 1) Soil composition for disturbance layers, 2) Subsurface structures (check for buried containers, boxes, or vaults), 3) Garden maintenance records (when was the soil last turned, re-seeded, or disturbed?). Rose gardens' disturbed soil is easily explained as 'gardening.' Multiple burial/retrieval cycles are evident. Bring digging equipment and investigate below the surface where the map indicates."
      }
    },
    {
      "id": "cordelia_wedding_dress",
      "name": "Unfinished Wedding Dress",
      "type": "Personal Item - Garment/Wedding",
      "location": "With Dressmaker character (found among Elias Monroe's possessions / workshop)",
      "description": "An exquisite but unfinished wedding dress on a dress form, with intricate beading and lace details.",
      "character_interpretations": {
        "dressmaker": "This is my ancestor Elias's work. Every stitch done by hand with meticulous care. This was meant to be Cordelia's wedding dress for October 1925. The bodice is complete—perfect in every detail. But the skirt remains partially sewn, pins still marking where final alterations were to be made. Cordelia died before the wedding. Elias never finished it. I don't think he could bear to. This dress is proof of his love for her, and the tragedy of their story.",
        "explorer": "Wedding dress abandoned in October 1925—the month everything fell apart. The bodice was prioritized and completed, skirt rushed and abandoned. Find: 1) Elias Monroe's personal records and correspondence from September-October 1925, 2) His work schedule and apprentice records, 3) Any communications with Cordelia about the dress. The work pattern shows urgency followed by abrupt cessation. Elias would know details about what happened to Cordelia. Interview him about this dress and the timeline of events."
      }
    },
    {
      "id": "crystal_ball",
      "name": "Crystal Ball - Antique Scrying Sphere",
      "type": "Personal Item - Spiritual Tool",
      "location": "With Psychic Medium character (family archives / personal collection)",
      "description": "A clear quartz crystal sphere mounted on an ornate brass stand, with subtle internal cloud patterns.",
      "character_interpretations": {
        "psychic": "This crystal ball belonged to my predecessor in the psychic arts. I recognize the internal cloud patterns—they shift when someone with genuine sensitivity holds it. The brass base contains handwritten notes from readings conducted in the 1920s, including records of Alice Whitmore's training as a medium. When I hold this sphere, I can sense the weight of what Alice felt—the burden of knowing, of seeing things others cannot. Alice saw something about the 1925 deaths. I'm certain of it. This crystal holds her secrets."
      }
    },
    {
      "id": "ray_turner_book",
      "name": "Ray Turner: Master Works 1920s - A Retrospective",
      "type": "Published Book - Art Retrospective / Coffee Table Book",
      "location": "With Art Collector character (Romano family holdings / personal library)",
      "description": "A beautifully produced retrospective documenting paintings from the 1920s-1930s, featuring color photographs and scholarly essays with handwritten annotations in the margins.",
      "character_interpretations": {
        "art_collector": "Someone used this book to leave deliberate clues. Handwritten annotations appear throughout the pages—repeated references to vessels and what they might contain. One annotation simply reads 'beauty hides secrets' with an arrow pointing to a particular painting. The recurring theme across the marginalia is concealment. 'What appears empty may hold everything.' These notes reference specific paintings, particularly the Italian diptych. Someone was studying these paintings, looking for something hidden in plain sight.",
        "explorer": "Ray Turner was documenting smuggling operations through coded annotations. 'Vessels,' 'containment,' 'beauty hides secrets'—all literal references to how contraband was moved. Find: 1) Ray Turner's personal papers and correspondence, 2) All his annotations in this book—create a full list of paintings he marked and his notes about each, 3) Whether Turner was connected to the Romano family or law enforcement. These annotations are a roadmap of the smuggling operation. Pay special attention to paintings that weren't recovered or relocated. Turner might be pointing you to hidden valuables or evidence."
      }
    }
  ]
}
