{
  "artifacts": [
    {
      "id": "blood_specs",
      "is_primary": true,
      "name": "Blood Specimens",
      "type": "Artifact - Biological Evidence",
      "location": "Silver candle holder, autopsy specimens",
      "description": "Biological samples collected from a metal object and preserved for study.",
      "character_interpretations": {
        "doctor": "Blood specimens from the candle holder. The sample size and location suggest impact trauma. I can determine blood type, but genetic analysis would require modern lab work. This is consistent with blunt force injury.",
        "mortician": "These specimens show surface contact and some spatter pattern. The preservation method suggests they were collected by trained professionals during the autopsy. The quantity tells me about the nature of the injury."
      }
    },
    {
      "id": "vintage_photograph_romano",
      "is_primary": false,
      "name": "Faded Photograph - The Romano Family at Harbor",
      "type": "Artifact - Secondary / Family History",
      "location": "Art Collector's office, framed on desk",
      "description": "A black and white photograph showing a group of well-dressed people standing near a waterfront location.",
      "character_interpretations": {
        "art_collector": "This photograph shows Frankie Romano with family members at the harbor in what appears to be the 1930s or 1940s. The composition, the clothing styles, the professional quality of the image—it's clearly been important to someone in the family. The warehouse structures in the background are Harbor Import & Trading Co. This is a formal family portrait at their place of business.",
        "explorer": "A vintage harbor photograph with multiple well-dressed individuals. The setting appears to be a working dock with warehouses. The formal pose and professional quality suggest this was commissioned deliberately. Someone wanted to document this moment at this specific location."
      }
    },
    {
      "id": "rose_garden_map",
      "is_primary": false,
      "name": "Hand-Drawn Map - Rose Garden Location",
      "type": "Artifact - Treasure Location Clue",
      "location": "Hidden compartment inside the decorative dragon vase (Montrose Mansion main hallway)",
      "description": "A faded hand-drawn map on aged paper showing the Montrose Estate grounds with a marked location.",
      "character_interpretations": {
        "art_collector": "This is Frankie's handwriting—I've seen it on shipping documents and business correspondence. The precision of these measurements, the careful notation system—this wasn't a casual drawing. Someone invested time and care into mapping this location. The rose garden, specifically marked. This is a record of something deliberately hidden.",
        "explorer": "A hand-drawn estate map with precise distance measurements. The marking system is deliberate and intentional. Someone measured this carefully, probably multiple times. The rose garden bed is the focus. If I dig under that rose garden, I'll find what someone wanted to preserve."
      }
    },
    {
      "id": "ornate_vase_hidden_compartment",
      "is_primary": false,
      "name": "Ornate Porcelain Vase - Ming Dynasty Style",
      "type": "Artifact - Secondary / Hidden Compartment",
      "location": "Mansion display shelf, decorative room",
      "description": "A beautiful blue and white porcelain vase with intricate dragon patterns and an unusually weighted base.",
      "character_interpretations": {
        "art_collector": "The craftsmanship is excellent, but the style appears to be a skilled 1940s reproduction rather than authentic Ming Dynasty. However, the weight distribution suggests something was deliberately hidden. The base has a hidden compartment—invisible to casual inspection. Something valuable was stored here and removed at some point.",
        "heiress": "This vase has been displayed in the mansion for as long as I can remember. I always thought it was beautiful but never understood why the base was so heavy. Someone deliberately engineered this piece to conceal something."
      }
    },
    {
      "id": "pocket_watch",
      "name": "Antique Pocket Watch",
      "type": "Personal Item - Keepsake",
      "location": "With Clockmaker character",
      "description": "A gold-plated pocket watch with a glass face and inner inscriptions.",
      "character_interpretations": {
        "clockmaker": "This is a remarkable piece. Gold-plated brass with excellent mechanisms. The interior inscription reads 'September 4, 1925 - 6:14 AM' with astronomical symbols around the numerals—a Jupiter-Venus conjunction. Whoever engraved this understood celestial alignments deeply. This wasn't just an engagement present. It's a record of a specific astronomical moment deemed important enough to carry always. The precision of the time suggests deliberate calculation, not coincidence.",
        "explorer": "A well-made pocket watch with an astronomical theme. The engraved date and time suggest it marks a significant moment. September 1925 was an important date for someone. The celestial symbols indicate knowledge of astrology or astronomy."
      }
    },
    {
      "id": "glass_bottle_venetian",
      "name": "Ornate Venetian Glass Bottle",
      "type": "Decorative Vessel - Family Heirloom",
      "location": "With Art Collector character",
      "description": "A decorative bottle made of emerald green glass with gold leaf detailing and an ornate stopper.",
      "character_interpretations": {
        "art_collector": "Authentic Venetian glass, early 20th century craftsmanship. The gold leaf detailing and weight indicate this was expensive, prestigious. During Prohibition, ornate glass bottles like this were perfect for concealing valuable contraband while maintaining plausible deniability as decorative pieces. This bottle passed through Harbor Import & Trading Co.—I've seen it documented in historical records. It's a beautiful piece, but it tells a story of smuggling operations.",
        "heiress": "This bottle has always been in the family collection. The craftsmanship is beautiful—I can see why it was treasured. But I recently learned it was imported through my ancestor's trading company, which operated during Prohibition. It's a reminder of the family's complicated history."
      }
    },
    {
      "id": "bears_in_forest",
      "name": "Oil Painting - Bears in the Forest",
      "type": "Fine Art - Family Collection",
      "location": "Montrose Mansion - Drawing Room",
      "description": "A painting depicting bears in a wilderness setting, captured with striking detail and emotion.",
      "character_interpretations": {
        "art_collector": "A Russian masterwork from the 1890s. The composition shows genuine artistic skill—the sense of power and untamed nature is masterfully rendered. This is one of three major paintings from the Romano collection, valued at thousands in 1925. The brushwork and color palette indicate a trained artist of significant reputation. This piece was deliberately acquired as part of a curated collection.",
        "explorer": "A landscape painting showing bears in their natural environment. The detail and skill suggest a professional artist. This matches descriptions I've found of paintings acquired by the Romano family in the 1920s. If this is part of their collection, other significant pieces should be nearby."
      }
    },
    {
      "id": "flamenco_dancer",
      "name": "Oil Painting - The Flamenco Dancer",
      "type": "Fine Art - Family Collection",
      "location": "Montrose Mansion - Library",
      "description": "A painting depicting a dancer in mid-performance, captured with vibrant colors and dynamic movement.",
      "character_interpretations": {
        "art_collector": "A Spanish masterpiece from the 1880s. The artist captured energy, passion, and human emotion in a single moment. The red dress practically glows with life. The facial expression shows concentration and grace. This is masterwork-level painting—one of three significant pieces in the Romano family collection. Historical records show this eventually entered the Getty Museum collection as part of a 1926 Montrose family donation.",
        "explorer": "A Spanish work depicting a flamenco dancer in motion. The passion and artistry are evident. This arrived as part of the Romano collection sequence. Each painting in their collection seems to represent different themes—wilderness, human passion, introspection. Frankie Romano understood art deeply."
      }
    },
    {
      "id": "woman_on_balcony",
      "name": "Oil Painting Pair - Woman on the Balcony (Diptych)",
      "type": "Fine Art - Family Collection (Paired Paintings)",
      "location": "Montrose Mansion - Study",
      "description": "Two panels depicting a woman in elegant dress on a Mediterranean balcony in different moments, meant to hang together.",
      "character_interpretations": {
        "art_collector": "An Italian diptych from the 1870s. Masterwork-level composition and technique. The woman appears in two moments—in the first, serene and contemplative with a wine glass; in the second, she glances back over her shoulder as candlelight catches the glass. The subtle interplay between the panels suggests introspection and quiet mystery. This is the crown jewel of the Romano collection. The detail in how she regards the glass across both panels is extraordinary—almost like she's seeking something within it.",
        "explorer": "A remarkable diptych showing the same woman in two connected moments. The woman's focus on the wine glass across both panels is intentional. The artist is drawing attention to it deliberately. This is clearly a significant piece in the Romano collection sequence."
      }
    },
    {
      "id": "decorative_vase_dragon",
      "name": "Purple and Gold Decorative Vase",
      "type": "Decorative Vessel",
      "location": "Montrose Mansion - Main Hallway Display",
      "description": "A decorative vase made of purple clay with gold accents, standing on an ornate wooden stand.",
      "character_interpretations": {
        "art_collector": "The craftsmanship suggests South American origin, possibly Peruvian or Colombian work from the early 20th century. The hand-thrown purple clay and deliberate gold detailing indicate a skilled artisan. The base is unusually weighted—suggesting a hidden compartment. Someone commissioned or acquired this piece for a specific purpose. It's referenced repeatedly in the Ray Turner book annotations—Turner must have understood its significance.",
        "explorer": "The construction of this vase is deliberate and careful. The base is too substantial to be merely decorative. Someone went to the trouble of commissioning or acquiring a specific piece with a hidden compartment. The Ray Turner book references this vase, suggesting it was known to be important."
      }
    },
    {
      "id": "photograph_eleanor_baby",
      "name": "Photograph - Eleanor as Infant",
      "type": "Personal Photograph - Family Record",
      "location": "With Dressmaker character (found among Elias Monroe's possessions)",
      "description": "A black and white photograph of an infant in formal white christening gown.",
      "character_interpretations": {
        "dressmaker": "This photograph was sent to Elias, my ancestor. It shows a baby Eleanor in formal christening wear, professionally photographed. The fact that Elias kept this hidden among his most precious possessions suggests he knew about Eleanor's true parentage. Someone deliberately sent him photographs of Cordelia's daughter over the years.",
        "explorer": "An infant photograph in formal wear. The professional quality suggests this was commissioned. The fact that it was hidden carefully suggests it was a secret kept by someone close to the family."
      }
    },
    {
      "id": "photograph_eleanor_child",
      "name": "Photograph - Eleanor as Young Child",
      "type": "Personal Photograph - Family Record",
      "location": "With Dressmaker character (found among Elias Monroe's possessions)",
      "description": "A black and white photograph of a young child playing in a garden, wearing simple white dress with bow.",
      "character_interpretations": {
        "dressmaker": "Eleanor as a young child, years after the infant photograph. The fact that a second photograph was sent suggests ongoing contact between the families. My ancestor kept both photographs hidden—proof that he knew the truth about Eleanor and maintained awareness of Cordelia's daughter as she grew.",
        "explorer": "A second photograph showing Eleanor's development. Multiple photographs suggests a deliberate pattern of communication and documentation."
      }
    },
    {
      "id": "photograph_eleanor_adolescent",
      "name": "Photograph - Eleanor at Age 10",
      "type": "Personal Photograph - Family Record",
      "location": "With Dressmaker character (found among Elias Monroe's possessions)",
      "description": "A black and white photograph of a young girl standing in front of a house, with a more mature expression.",
      "character_interpretations": {
        "dressmaker": "Eleanor at age 10, the final photograph in the sequence. She's old enough now that her mother's features are becoming visible in her face. Elias kept all three photographs hidden together—documentation of Eleanor's childhood that Cordelia could never experience directly. If he preserved them so carefully, it means Cordelia knew about these photographs too. Their secret was shared between them.",
        "explorer": "The third and final photograph showing Eleanor's development into adolescence. The sequence spans her entire childhood. Someone was deliberately documenting her growth and sending these records to someone who cared deeply."
      }
    },
    {
      "id": "rose_garden_bed",
      "name": "The Rose Garden Bed - Montrose Estate",
      "type": "Location/Physical Feature - Outdoor Garden Feature",
      "location": "Montrose Estate gardens (accessible to multiple characters during investigations)",
      "description": "A carefully maintained garden bed filled with deep red and white roses.",
      "character_interpretations": {
        "heiress": "The rose garden has always been beautiful, but I've recently learned it holds secrets. My ancestor allowed it to be used as a storage location by someone connected to the smuggling operations. I wonder what lies beneath the soil.",
        "explorer": "A rose garden that matches descriptions from the hand-drawn map. The physical evidence suggests something has been buried here—possibly multiple times. The soil composition and subtle variations suggest excavation."
      }
    },
    {
      "id": "cordelia_wedding_dress",
      "name": "Unfinished Wedding Dress",
      "type": "Personal Item - Garment/Wedding",
      "location": "With Dressmaker character (found among Elias Monroe's possessions / workshop)",
      "description": "An exquisite but unfinished wedding dress on a dress form, with intricate beading and lace details.",
      "character_interpretations": {
        "dressmaker": "This is my ancestor Elias's work. Every stitch done by hand with meticulous care. This was meant to be Cordelia's wedding dress for October 1925. The bodice is complete—perfect in every detail. But the skirt remains partially sewn, pins still marking where final alterations were to be made. Cordelia died before the wedding. Elias never finished it. I don't think he could bear to. This dress is proof of his love for her, and the tragedy of their story.",
        "explorer": "A remarkably detailed wedding garment in progress. The craftsmanship is exceptional—clearly made by someone with advanced skill and deep personal investment in the work. The unfinished state suggests it was abandoned suddenly, probably due to the wearer's death."
      }
    },
    {
      "id": "crystal_ball",
      "name": "Crystal Ball - Antique Scrying Sphere",
      "type": "Personal Item - Spiritual Tool",
      "location": "With Psychic Medium character (family archives / personal collection)",
      "description": "A clear quartz crystal sphere mounted on an ornate brass stand, with subtle internal cloud patterns.",
      "character_interpretations": {
        "psychic": "This crystal ball belonged to my predecessor in the psychic arts. I recognize the internal cloud patterns—they shift when someone with genuine sensitivity holds it. The brass base contains handwritten notes from readings conducted in the 1920s, including records of Alice Whitmore's training as a medium. When I hold this sphere, I can sense the weight of what Alice felt—the burden of knowing, of seeing things others cannot. Alice saw something about the 1925 deaths. I'm certain of it. This crystal holds her secrets."
      }
    },
    {
      "id": "ray_turner_book",
      "name": "Ray Turner: Master Works 1920s - A Retrospective",
      "type": "Published Book - Art Retrospective / Coffee Table Book",
      "location": "With Art Collector character (Romano family holdings / personal library)",
      "description": "A beautifully produced retrospective documenting paintings from the 1920s-1930s, featuring color photographs and scholarly essays with handwritten annotations in the margins.",
      "character_interpretations": {
        "art_collector": "Someone used this book to leave deliberate clues. Handwritten annotations appear throughout the pages—repeated references to vessels and what they might contain. One annotation simply reads 'beauty hides secrets' with an arrow pointing to a particular painting. The recurring theme across the marginalia is concealment. 'What appears empty may hold everything.' These notes reference specific paintings, particularly the Italian diptych. Someone was studying these paintings, looking for something hidden in plain sight.",
        "explorer": "The marginalia in this book tells a story. 'What appears empty may hold everything.' 'Look inside what is beautiful.' These notes reference specific artworks, returning repeatedly to themes of concealment. There's a painting here depicting a woman with a wine glass. The annotations suggest I should examine that image very carefully. Someone was leaving a trail."
      }
    }
  ]
}
