{
  "botanical": [
    {
      "id": "foxglove_poison",
      "title": "Purple Spotted Flowering Plant",
      "name": "Foxglove",
      "scientific_name": "Digitalis purpurea",
      "description": "A tall flowering plant with tubular flowers in shades of pink, purple, white, or yellow. The flowers have distinctive spotted throats inside.",
      "is_primary": true,
      "type": "Poison - Cardiac Glycoside",
      "purpose": "The murder weapon - added by Dr. Thaddeus to corrupt the elixir",
      "reveals": "Concentrated extract that was added to Sebastian's harmless formula. Caused cumulative cardiac poisoning in both Cordelia and Sebastian. Fatal in high doses.",
      "symptoms": "Weakness, nausea, confusion, vision problems, cardiac distress, heart failure",
      "character_interpretations": {
        "professor": "Foxglove—Digitalis purpurea. The cardiac glycosides require extraction and concentration. A sophisticated process showing significant botanical knowledge. The extraction methods require consultation and expertise. Someone prepared this deliberately and knew exactly what they were doing.",
        "baker": "There's a plant that grows in the garden, tall with purple and white spotted flowers. Pretty, really. I've seen it around estate gardens. But I'd never use it in cooking—I know from intuition it's dangerous. Something about it just feels... wrong.",
        "heiress": "There are plants all over this estate I've never bothered to identify. Some are quite beautiful, honestly. That tall purple-flowered one with the spotted throats is striking. I should ask the gardener what it's called.",
        "explorer": "I've seen this plant in various gardens around the world. Common in European estates. Tall, sturdy, grows in clusters. Not something most people would notice unless they're looking for it.",
        "fiduciary": "My toxicology hobby includes knowing about botanical poisons. Foxglove is one of the most famous. If someone was interested in this plant, that's a significant red flag."
      }
    },
    {
      "id": "damiana",
      "title": "Tropical Yellow Flower Specimen",
      "name": "Damiana",
      "scientific_name": "Turnera diffusa",
      "description": "Dried leaves and flower fragments in a bottle. Yellowish, with a minty and slightly bitter smell.",
      "is_primary": true,
      "type": "Herb - Aphrodisiac",
      "purpose": "Original ingredient in Sebastian's harmless elixir",
      "dosage": "5 drops daily",
      "reveals": "Legitimate ingredient in Sebastian's harmless elixir. Non-toxic in small doses. Proves Sebastian's formula was designed to be harmless.",
      "character_interpretations": {
        "professor": "Damiana—Turnera diffusa. The tropical origin and dried leaf structure indicate sophisticated sourcing. Requires warm climate cultivation. Whoever sourced this knew what they were looking for.",
        "baker": "Dried herbs. I can tell by the smell it's something exotic. Has that distinctive minty, slightly bitter scent. Someone who knew herbs sourced this.",
        "heiress": "I don't spend time in abandoned garages examining bottles of dried plant matter.",
        "explorer": "Dried herb leaves, carefully processed. The leaves are intact, properly dried. Someone who understood herb preparation did this work.",
        "fiduciary": "An herbal ingredient. Completely harmless, non-toxic, traditional use. Nothing suspicious about it."
      }
    },
    {
      "id": "valerian_root",
      "title": "Dried Earthen Root Powder",
      "name": "Valerian Root",
      "scientific_name": "Valeriana officinalis",
      "description": "A powder made from dried roots. Earthy, musty aroma. Fine, consistent texture.",
      "is_primary": true,
      "type": "Herb - Sedative/Calming Agent",
      "reveals": "Legitimate ingredient in Sebastian's harmless elixir. Safe sedative herb. Chosen to calm the bride and create intimacy.",
      "character_observations": {
        "professor": "Valeriana officinalis root. Properly dried and ground to powder. The earthy scent is distinctive. The grinding is consistent—prepared by someone with knowledge of traditional herbal methods.",
        "baker": "I know this by smell. Earthy, musty, distinctive. The grinding is fine and even. Whoever made this knew herbalism.",
        "heiress": "I don't examine jars in dark garages.",
        "explorer": "A properly harvested and dried root. The preparation shows knowledge—roots were dug at the right season, dried correctly, ground finely. Not casual collection.",
        "fiduciary": "Root powder. Completely safe. Standard herbal preparation. No toxicological concerns whatsoever."
      }
    },
    {
      "id": "ginseng_root",
      "title": "Precious Forked Root Specimen",
      "name": "Ginseng Root",
      "scientific_name": "Panax ginseng",
      "description": "A pale root with a distinctive forked, human-like shape. Unusual appearance. Very expensive-looking.",
      "is_primary": true,
      "type": "Herb - Alchemical Binding Agent",
      "purpose": "Original ingredient in Sebastian's harmless elixir",
      "dosage": "Smallest pinch",
      "reveals": "Alchemical 'binding' agent with mystical significance. Symbolic rather than pharmacologically significant. Shows Sebastian's romantic, mystical approach to the formula.",
      "character_observations": {
        "professor": "Ginseng root—precious, difficult to source, very expensive. The fact that this is here shows significant botanical knowledge and considerable expense. Not someone casually dabbling in herbalism.",
        "baker": "I don't recognize this root. The shape is strange—looks like it has limbs. Very unusual and ritualistically prepared. Out of my knowledge.",
        "heiress": "I don't spend time examining curiosities in abandoned garages.",
        "explorer": "A genuine ginseng root. Very difficult to cultivate and expensive. Only serious practitioners would source this. Someone went to significant effort and considerable expense.",
        "fiduciary": "Ginseng root. Prized in Eastern traditions and magical practices. Completely harmless. But its presence is unusual and costly."
      }
    },
    {
      "id": "rose_otto",
      "title": "Precious Floral Essential Oil",
      "name": "Rose Otto",
      "scientific_name": "Rosa x damascena",
      "description": "A small bottle of precious oil. Deep, complex floral aroma. The smell is intense and luxurious.",
      "is_primary": true,
      "type": "Essential Oil - Sacred to Venus",
      "purpose": "Original ingredient in Sebastian's harmless elixir",
      "dosage": "1 drop daily",
      "reveals": "Precious essential oil. Shows the romantic significance of the elixir.",
      "character_observations": {
        "professor": "Rose Otto. The fragrance alone identifies it. Pure, not cut or adulterated. The quality is exceptional—the scent complexity suggests genuine distillation from premium rose sources.",
        "baker": "This oil. I recognize the smell immediately. This is extremely expensive—only luxury work uses this. Someone was serious about creating something special.",
        "heiress": "I don't examine bottles in garages.",
        "explorer": "Pure rose oil. The color, consistency, and scent profile are correct—this is genuine Ottoman or Bulgarian distillation. Not an imitation. Someone paid dearly for this.",
        "fiduciary": "Rose oil. Non-toxic, of course. But the cost alone tells a story. This was expensive sourcing. Someone with money and intention."
      }
    },
    {
      "id": "potassium_bromide",
      "title": "White Crystalline Powder",
      "name": "Potassium Bromide",
      "scientific_name": "KBr",
      "description": "A white powder with visible crystals. Looks pharmaceutical or chemical in nature. Unfamiliar to most people.",
      "is_primary": true,
      "type": "Chemical Compound - Mild Sedative",
      "purpose": "Original ingredient in Sebastian's harmless elixir",
      "dosage": "10 grains",
      "reveals": "Legitimate medical compound used as mild sedative in 1920s. Safe in small doses. Shows Sebastian's knowledge of both traditional and modern medicine.",
      "character_interpretations": {
        "professor": "Potassium bromide. A pharmaceutical compound. The crystalline structure and purity indicate careful preparation. This shows someone combined modern pharmaceutical knowledge with botanical expertise.",
        "baker": "A white powder in a jar. I have no idea what it is. Not my field.",
        "heiress": "I don't examine mysterious powders in garages.",
        "explorer": "A pharmaceutical ingredient. The crystals are well-formed, properly stored. Someone was mixing modern pharmaceuticals with botanical ingredients. Professional combination.",
        "fiduciary": "Potassium bromide. A documented 1920s pharmaceutical. Non-toxic in prescribed amounts. Common in the era.",
        "doctor": "Potassium bromide. A mild sedative used in 1920s medical practice. Safe in prescribed doses. Shows someone was blending traditional herbal knowledge with established pharmaceutical compounds."
      }
    },
    {
      "id": "calcium_lactate",
      "title": "Fine White Powder",
      "name": "Calcium Lactate",
      "scientific_name": "C₆H₁₀CaO₆",
      "description": "A fine white powder. Very uniform texture. Appears chemical or medicinal.",
      "is_primary": true,
      "type": "Chemical Compound - Fortifying Agent",
      "purpose": "Original ingredient in Sebastian's harmless elixir",
      "dosage": "5 grains",
      "reveals": "Fortifying/health tonic. Shows Sebastian's intention to strengthen Cordelia.",
      "character_interpretations": {
        "professor": "Calcium lactate. Another pharmaceutical powder, finely processed. Someone combining botanicals with modern nutritional supplements. Strategic and knowledgeable approach.",
        "baker": "Another unidentified powder. Chemistry work, not baking.",
        "heiress": "More mysterious jars. I'm not interested.",
        "explorer": "A fortifying supplement. The consistency suggests commercial pharmaceutical preparation. Shows deliberate health supplementation.",
        "fiduciary": "Calcium lactate. Safe, nutritional. Common in 1920s supplements. Nothing suspicious.",
        "doctor": "Calcium lactate. Used medically to improve calcium absorption. An excellent choice for fortification, particularly for women. Shows careful attention to health optimization."
      }
    },
    {
      "id": "iron_citrate",
      "title": "Reddish-Brown Powder",
      "name": "Iron Citrate",
      "scientific_name": "C₆H₅O₇Fe",
      "description": "A reddish-brown powder. Distinctive color. Clearly a chemical or mineral compound.",
      "is_primary": true,
      "type": "Chemical Compound - Blood Tonic",
      "purpose": "Original ingredient in Sebastian's harmless elixir",
      "dosage": "3 grains",
      "character_interpretations": {
        "professor": "Iron citrate. A specialized form of iron. The fact it's in solution shows knowledge of bioavailable supplements. Someone understood modern nutritional science.",
        "baker": "More powder. I can't identify this. The color is unusual—reddish-brown.",
        "heiress": "I've lost interest in the jars.",
        "explorer": "An iron supplement. The color and consistency match pharmaceutical preparations. Someone was thorough in health supplementation.",
        "fiduciary": "Iron citrate. A standard tonic of the era. Non-toxic, intended for health. No concerns.",
        "doctor": "Iron citrate. An excellent bioavailable form of iron. Particularly valuable for women preparing for major life changes. Shows thoughtful care for wellbeing and health."
      }
    },
    {
      "id": "vanilla_cherry_honey",
      "title": "Sweet Amber Syrup Mixture",
      "name": "Vanilla, Cherry Syrup, Honey",
      "scientific_name": "Vanilla planifolia / Prunus / Apis mellifera",
      "description": "Amber-colored liquid or syrup. Sweet, aromatic smell. Clearly made to taste good.",
      "is_primary": true,
      "type": "Flavorings",
      "purpose": "Taste and preservation in Sebastian's elixir",
      "reveals": "Sweet flavorings that made the elixir palatable. Disguised the taste of botanicals.",
      "character_interpretations": {
        "professor": "Vanilla extract, cherry syrup, honey. Flavorings designed to mask bitter botanicals. A smart choice—herbal preparations are typically unpalatable without sweetening.",
        "baker": "I recognize these flavors immediately. Good quality vanilla, proper cherry syrup, real honey. Someone knew how to balance flavors. These would completely disguise herbal bitterness.",
        "heiress": "I don't spend time examining jars of syrup in garages.",
        "explorer": "Vanilla, cherry syrup, honey. The vanilla smells genuine, the syrup is well-made. Quality ingredients. Someone wasn't cutting corners.",
        "fiduciary": "Common flavorings. Their purpose is obvious—to make herbal preparations palatable. Nothing suspicious."
      }
    },
    {
      "id": "grain_alcohol",
      "title": "Clear High-Proof Spirit",
      "name": "Grain Alcohol 95%",
      "scientific_name": "Ethanol (C₂H₅OH)",
      "description": "A clear, colorless liquid. Very strong smell. Obviously high-proof spirits.",
      "is_primary": true,
      "type": "Base/Preservative",
      "purpose": "Base and preservative for the elixir",
      "amount": "8 oz",
      "reveals": "High-proof alcohol used as base and preservative during Prohibition era (illicit source).",
      "character_interpretations": {
        "professor": "95% grain alcohol. An excellent solvent and preservative. The high proof indicates serious pharmaceutical work—not amateur tinctures.",
        "baker": "Strong spirits. Much stronger than anything I work with. Professional-grade alcohol. Very strong smell.",
        "heiress": "I don't examine bottles of illegal spirits.",
        "explorer": "Pure grain alcohol during Prohibition? Someone had serious underworld connections. This wasn't casual sourcing—this was expensive and connected.",
        "fiduciary": "95% grain alcohol. Likely illicit during Prohibition. Someone had access to bootleggers. This wasn't acquired legally."
      }
    },
    {
      "id": "plant_specimens",
      "title": "Collection of Preserved Plant Samples",
      "name": "Plant Specimens in Jars",
      "scientific_name": "Various botanical specimens",
      "description": "Multiple glass jars containing dried plant materials—leaves, roots, flowers, seeds. Various colors and textures. Carefully preserved.",
      "is_primary": true,
      "type": "Physical Evidence - Preserved Botanicals",
      "character_interpretations": {
        "professor": "An entire collection of preserved specimens. This shows systematic botanical study. The preservation methods are careful, the organization methodical. Someone was conducting serious botanical research and cataloging plants. Significant botanical knowledge.",
        "baker": "Jars of dried plants. I recognize some, but not all. Someone was definitely studying these carefully.",
        "heiress": "A collection of odd jars. I don't know what most of these are.",
        "explorer": "Preserved botanical specimens organized carefully. The care taken in preservation shows serious study. Someone was building a reference collection.",
        "fiduciary": "Multiple plant specimens preserved. Evidence of deliberate botanical research and study."
      }
    },
    {
      "id": "herb_encyclopedia_1920s",
      "title": "Leather-Bound Reference Volume",
      "name": "Herb Encyclopedia - 1920s Edition",
      "scientific_name": null,
      "is_primary": false,
      "type": "Reference Book - Secondary",
      "description": "A water-stained leather-bound volume from the 1920s. Contains handwritten annotations throughout the margins.",
      "reveals": "Encyclopedia with extensive annotations. Notes mark pages on romantic herbs, aphrodisiacs, and botanical research. Shows careful study of ingredients.",
      "character_interpretations": {
        "professor": "This handwriting shows meticulous study. The annotations are detailed and systematic. Someone studied this book carefully. Real research, not casual interest.",
        "baker": "A library book with notes written in margins. I can't read all the annotations, but the fact that someone marked it up tells me they were studying it seriously.",
        "heiress": "A dusty old book from the library. Haven't read through it thoroughly. It looks important though.",
        "explorer": "Detailed annotations on botanical and alchemical knowledge. Someone was doing serious research. This shows planning and preparation.",
        "fiduciary": "A reference book with extensive handwritten notes. The handwriting is consistent and methodical. Someone used this as a serious research guide."
      }
    },
    {
      "id": "lavender_garden_peace",
      "title": "Purple Fragrant Garden Plant",
      "name": "Lavender Plant",
      "scientific_name": "Lavandula angustifolia",
      "description": "A well-maintained plant with purple flowers and a lovely soothing aroma. Common garden plant.",
      "is_primary": false,
      "type": "Garden Herb - For Fun",
      "reveals": "A symbol of peace and calm. Gardener's favorite for its soothing aroma.",
      "character_interpretations": {
        "professor": "Lavender. Common Mediterranean herb. Well-maintained, aromatic. A staple in gardens and kitchens. Known for soothing properties.",
        "baker": "Lavender. The scent is lovely. Someone tends this garden carefully.",
        "heiress": "This corner smells wonderful. Lavender was my great-aunt's favorite. I've let the gardens grow wild, but this one thrives anyway.",
        "explorer": "Lavender. Well-established plant, clearly years old. Garden was maintained at some point, though it's neglected now.",
        "fiduciary": "No botanical significance here."
      }
    },
    {
      "id": "rosemary_herb_clue",
      "title": "Grey-Green Needled Herb Plant",
      "name": "Rosemary Plant",
      "scientific_name": "Rosmarinus officinalis",
      "description": "A fragrant grey-green plant with needle-like leaves and tiny purple flowers. Grows sturdy and well-maintained.",
      "is_primary": false,
      "type": "Garden Herb - Clue Related",
      "reveals": "Found growing in the Montrose garden.",
      "character_interpretations": {
        "professor": "Rosemary. Common herb with good circulatory properties. A choice that suggests someone was trying to help with cardiac health.",
        "baker": "Rosemary from the garden. Fragrant, strong flavor. A helpful herb.",
        "heiress": "Rosemary grows wild here. I didn't know it was medicinal.",
        "explorer": "Rosemary. Mediterranean origin, grows reliably in this climate. Been here for years.",
        "fiduciary": "Garden herb. No suspicion."
      }
    },
    {
      "id": "thyme_healing_herb",
      "title": "Delicate Purple-Flowered Herb",
      "name": "Thyme",
      "scientific_name": "Thymus vulgaris",
      "description": "A delicate green herb with tiny purple flowers. Common garden plant. Pleasant aroma.",
      "is_primary": false,
      "type": "Garden Herb - For Fun",
      "reveals": "Traditional culinary herb found in the Montrose garden. No mystery significance.",
      "character_interpretations": {
        "professor": "Thyme. Common Mediterranean herb. A culinary staple. Aromatic and versatile.",
        "baker": "Thyme from the garden. Useful in cooking. Strong aromatic flavor.",
        "heiress": "Tiny purple flowers. Pretty.",
        "explorer": "Thyme. Mediterranean, hardy plant. Grows well in this climate.",
        "fiduciary": "No significance."
      }
    },
    {
      "id": "nettle_forgotten_patch",
      "title": "Overgrown Stinging Plant Patch",
      "name": "Stinging Nettle",
      "scientific_name": "Urtica dioica",
      "description": "An overgrown patch of plants with distinctive stinging hairs on the leaves and stems. Grows wild in a forgotten corner.",
      "is_primary": false,
      "type": "Garden Herb - Clue Related",
      "reveals": "Found in old gardener's log mentioning medicinal benefits. Dr. Thaddeus ordered nettle tea during this period.",
      "character_interpretations": {
        "professor": "Stinging nettle. Common medicinal herb. High mineral content. Its stinging hairs are a defense mechanism, but the roots contain compounds beneficial for health.",
        "baker": "Nettle. Good for tea. Medicinal. Bitter, astringent flavor.",
        "heiress": "Stinging plants. Better to avoid. Its hairs can be painful.",
        "explorer": "Nettle patch. Wild, established. Used to be cultivated. The plant is useful medicinally.",
        "fiduciary": "Medicinal plant. No crime here."
      }
    },
    {
      "id": "chamomile_calming_tea",
      "title": "White and Yellow Flowered Plant",
      "name": "Chamomile",
      "scientific_name": "Matricaria chamomilla",
      "description": "Cheerful white and yellow flowers. Dried bundles hanging nearby. Common garden plant.",
      "is_primary": false,
      "type": "Garden Herb - For Fun",
      "reveals": "Soothing garden plant found in the Montrose mansion kitchen. Commonly used for teas.",
      "character_interpretations": {
        "professor": "Chamomile. Common and harmless. A gentle herb. Known for soothing properties.",
        "baker": "Chamomile. Used for tea. Kitchen herb. Mild flavor.",
        "heiress": "White flowers. Pretty dried.",
        "explorer": "Chamomile. Old bundles, dried properly. Common sight in gardens and kitchens.",
        "fiduciary": "No significance."
      }
    },
    {
      "id": "ginger_root_preserved",
      "title": "Tan Root Pieces in Jar",
      "name": "Ginger Root",
      "scientific_name": "Zingiber officinale",
      "description": "Dried root pieces in a labeled glass jar. Tan colored with visible root texture. Common kitchen spice.",
      "is_primary": false,
      "type": "Kitchen Ingredient - For Fun",
      "reveals": "Found among Montrose kitchen spices. Used in teas for digestive comfort.",
      "character_interpretations": {
        "professor": "Ginger. Digestive spice. Common kitchen staple.",
        "baker": "Ginger. Kitchen spice. Common and useful.",
        "heiress": "Spice jar. Old label.",
        "explorer": "Dried ginger. Well-preserved. Common kitchen ingredient.",
        "fiduciary": "No significance."
      }
    },
    {
      "id": "sage_smudging_spiritual",
      "title": "Dried Herb Bundle",
      "name": "Sage",
      "scientific_name": "Salvia officinalis",
      "description": "A bundled dried herb tied with string. Strong aromatic smell. Spiritual in appearance.",
      "is_primary": false,
      "type": "Botanical Spiritual Item - For Fun",
      "reveals": "Alice used this for spiritual practices. Shows her spiritual search for peace.",
      "character_interpretations": {
        "professor": "Dried sage. Aromatic herb. Commonly used for spiritual practices.",
        "baker": "Sage bundle. For cleansing. Strong aroma.",
        "heiress": "Something spiritual. Alice's things.",
        "explorer": "Sage bundle, ceremonial preparation. Strong aromatic smoke.",
        "fiduciary": "No significance."
      }
    },
    {
      "id": "spicy_peppers_garden",
      "title": "Colorful Fruiting Garden Plants",
      "name": "Spicy Peppers",
      "scientific_name": "Capsicum annuum",
      "description": "Pepper plants with vibrant red, yellow, and green peppers. Common garden vegetable. Clearly thriving.",
      "is_primary": false,
      "type": "Garden Vegetables - For Fun",
      "reveals": "Found in Montrose garden. Suggests the household chef enjoyed culinary experimentation.",
      "character_interpretations": {
        "professor": "Pepper plants. Culinary varieties. Common garden vegetable.",
        "baker": "Jalapeño, habanero, serrano. Chef liked heat. Good for bold flavors.",
        "heiress": "Colorful vegetables. Still growing.",
        "explorer": "Multiple pepper varieties. Intentional planting.",
        "fiduciary": "No significance."
      }
    }
  ]
}
